{
  "actions": [
    {
      "acted_at": "2016-05-19", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19", 
      "action_code": "H11100", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5282-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001061", 
      "district": "5", 
      "name": "Cleaver, Emanuel", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-06", 
      "state": "MO", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000455", 
      "district": "11", 
      "name": "Fudge, Marcia L.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-06", 
      "state": "OH", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000553", 
      "district": "9", 
      "name": "Green, Al", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-06", 
      "state": "TX", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "N000179", 
      "district": "32", 
      "name": "Napolitano, Grace F.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-12", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "N000147", 
      "district": "0", 
      "name": "Norton, Eleanor Holmes", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-06", 
      "state": "DC", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000053", 
      "district": "13", 
      "name": "Rangel, Charles B.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-06", 
      "state": "NY", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000472", 
      "district": "41", 
      "name": "Takano, Mark", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-12", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000822", 
      "district": "12", 
      "name": "Watson Coleman, Bonnie", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-07-06", 
      "state": "NJ", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-19", 
  "number": "5282", 
  "official_title": "To amend the Fair Credit Reporting Act to improve the consumer reporting system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3524-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Comprehensive Consumer Credit Reporting Reform Act of 2016", 
  "sponsor": {
    "bioguide_id": "W000187", 
    "district": "43", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-05-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Consumer Financial Protection Bureau", 
    "Consumer affairs", 
    "Consumer credit", 
    "Contracts and agency", 
    "Crime victims", 
    "Disability and paralysis", 
    "Finance and financial sector", 
    "Foreign language and bilingual programs", 
    "Fraud offenses and financial crimes", 
    "Government studies and investigations", 
    "Higher education", 
    "Housing finance and home ownership", 
    "Internet and video services", 
    "Marketing and advertising", 
    "Motor vehicles", 
    "Public participation and lobbying", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-05-19T04:00:00Z", 
    "text": "Comprehensive Consumer Credit Reporting Reform Act of 2016\n\nThis bill amends the Fair Credit Reporting Act to revise requirements for reinvestigations of disputed information by a consumer reporting agency (CRA), establishing a new right to appeal, free of charge, completed disputes adverse to the consumer.\n\nThe bill prescribes requirements for:\n\n dispute procedures for furnishers of information and CRAs, as well as meaningful disclosures to consumers about investigations and reinvestigations; and CRA action when notified of inaccurate or incomplete information from furnishers. The Consumer Financial Protection Bureau (CFPB) shall issue a final rule establishing reasonable procedures CRAs must maintain to ensure maximum possible accuracy and completeness of the information concerning the individual to whom a consumer report relates.\n\nAny CRA that furnishes a consumer report containing public record data shall include its source.\n\nCourts may award injunctive relief to consumers against any person found liable for either willful or negligent noncompliance with the requirements of the Act.\n\nThe bill limits the circumstances in which a CRA may furnish a consumer report for employment purposes.\n\nNo CRA may furnish a consumer report containing any adverse item of information relating to:\n\n a delinquent or defaulted private education loan of a borrower who has rehabilitated his or her credit regarding the loan by making 9 on-time monthly loan payments over 10 consecutive months after the delinquency or default occurred, or a covered residential mortgage loan if the action or inaction to which the item of information relates resulted from specified predatory lending practices. The bill shortens the respective time periods that specified adverse credit information remains on consumer reports, and gives deadlines for removing from them fully paid or settled medical debt.\n\nA CRA must remove from a consumer report any adverse information about:\n\n a private education loan regarding a proprietary educational institution or career education program which the consumer alleges engaged in fraudulent, discriminatory, or illegal practices; and a consumer who is the victim of intentionally abusive or harmful financial behavior by an acquaintance or family member. No CRAs may treat credit restoration or rehabilitation as adverse information.\n\nThe CFPB shall issue final regulations for development of credit snoring models.\n\nCRAs must disclose prominently on their websites the differences between and limitations of credit scores, including educational credit scores, before a consumer obtains such scores.\n\nCRAs shall disclose, upon request and in certain circumstances automatically, free credit scores to consumers with their free annual consumer reports.\n\nPrivate educational lenders, motor vehicle or indirect auto lenders, and residential mortgage lenders shall give consumers free copies of any consumer reports and credit scores they used for underwriting before consumers sign the respective loan agreements.\n\nThe bill prohibits:\n\n automatic renewals for consumer reporting and credit scoring products and services offered under promotional terms, and misleading and deceptive marketing related to the provision of such products and services. The CFPB may set a fair and reasonable maximum fee for such a product or service, except where a maximum fee is otherwise posed by the Act.\n\nThe CFPB shall issue a rule to require CRAs and furnishers of information to:\n\n provide information, disclosures, or other communication with consumers in each of the 10 most commonly spoken non-English languages in the United States, and in formats accessible to individuals with hearing or vision impairments; ensure that at least one among their customer service representatives is fluent in each of these 10 languages; and ensure that all their customer service representatives are highly familiar with the requirements of the Act, and are available both during and outside of regular business hours. The CFPB shall also establish a nationwide CRA registry.\n\n CRAs must, upon consumer request, place credit freezes on the consumer's file, including free credit freezes for consumers with a good faith suspicion they have been or are about to become a victim of identity theft, fraud, or a related crime.\n\nThe bill transfers from the Federal Trade Commission to the CFPB the mandate to set procedures for reporting identity theft, fraud, and other related crime.\n\nCRAs must provide the consumer with credit monitoring and identity theft protection services within one business day upon direct consumer request, and without charge if the consumer meets specified criteria.\n\nConsumer reports shall exclude any information about inquiries resulting from identity theft, fraud, or other related crime."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Comprehensive Consumer Credit Reporting Reform Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Fair Credit Reporting Act to improve the consumer reporting system, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Comprehensive Consumer Credit Reporting Reform Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-08-28T23:10:32Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5282.xml"
}