{
  "actions": [
    {
      "acted_at": "2016-04-14", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-14", 
      "action_code": "H11100", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-04-14", 
      "action_code": "H11100", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-04-15", 
      "action_code": "", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-04-15", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-04-20", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Subcommittee on Railroads, Pipelines, and Hazardous Materials Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-20", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-20", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-11-14", 
      "action_code": "H12200", 
      "committees": [
        "HSPW"
      ], 
      "links": [
        {
          "name": "H. Rept. 114-807", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/house-report/807"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation and Infrastructure. H. Rept. 114-807, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-11-14", 
      "action_code": "H12300", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-11-14", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "631", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 631.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4937-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 114-807"
  ], 
  "committees": [
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Energy", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001037", 
      "district": "7", 
      "name": "Capuano, Michael E.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-14", 
      "state": "MA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000191", 
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-14", 
      "state": "OR", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001154", 
      "district": "9", 
      "name": "Shuster, Bill", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-14", 
      "state": "PA", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-04-20", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-14", 
  "number": "4937", 
  "official_title": "To amend title 49, United States Code, to reauthorize pipeline safety programs and enhance pipeline safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2276-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4429-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "PIPES Act of 2016", 
  "sponsor": {
    "bioguide_id": "D000612", 
    "district": "10", 
    "name": "Denham, Jeff", 
    "state": "CA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-04-20", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Aquatic ecology", 
    "Business records", 
    "Congressional oversight", 
    "Department of Transportation", 
    "Economic performance and conditions", 
    "Emergency communications systems", 
    "Emergency planning and evacuation", 
    "Energy storage, supplies, demand", 
    "Geography and mapping", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Great Lakes", 
    "Hazardous wastes and toxic substances", 
    "Intergovernmental relations", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Materials", 
    "Navigation, waterways, harbors", 
    "Oil and gas", 
    "Pipelines", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "User charges and fees", 
    "Water quality", 
    "Water storage", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to House with amendment(s)", 
    "date": "2016-11-14T15:02:55Z", 
    "text": "Protecting our Infrastructure of Pipelines and Enhancing Safety Act of 2016 or the PIPES Act of 2016\n\n(Sec. 2) This bill reauthorizes through FY2019 the gas and hazardous liquid pipeline and related programs of the Department of Transportation (DOT), including Pipeline and Hazardous Materials Safety Administration (PHMSA) operational expenses, one-call notification programs, community pipeline safety information grants, and the pipeline integrity program.\n\n (Sec. 3) The DOT Inspector General shall report to DOT, PHMSA, and Congress a list of each statutory pipeline safety mandate contained in the Pipeline Safety, Regulatory Certainty, and Job Creation Act of 2011, as well as those pipeline safety statutory mandates contained in this Act and other prior Acts, that have not been implemented.\n\nDOT shall periodically report to Congress on specific actions taken to implement such mandates and make such report publicly available on its website.\n\n(Sec. 4) The Government Accountability Office (GAO) shall report to Congress on the natural gas integrity management and hazardous liquid integrity management programs.\n\n(Sec. 6) Two of the individuals selected for each Technical Pipeline Safety Standards Committee and each Technical Hazardous Liquid Pipeline Safety Standards Committee must be state officials (currently, state commissioners). DOT must consult with national organizations representing commissioners (as under current law) or governors before making such a selection.\n\nDOT shall fill all vacancies on technical safety standards committees within 90 days of enactment of this bill, and after that period, not later than 60 days after a vacancy occurs.\n\n(Sec. 7) After completion of any PHMSA pipeline safety inspection, the PHMSA, or the certified state authority, shall:\n\n conduct a post-inspection briefing with the gas or hazardous liquid pipeline owner or operator outlining any concerns, and give the owner or operator written preliminary findings of the inspection. (Sec. 8) The GAO shall study improving existing damage prevention programs through technological improvements in location and communications practices to prevent excavation damage to a pipe or its coating.\n\n(Sec. 9) The DOT Inspector General shall review PHMSA staff resource management, including any recommendations to address hiring challenges, training needs, and any other staff resource challenges.\n\n(Sec. 10) DOT shall convene a working group to consider development of a voluntary information sharing system to encourage collaborative efforts to improve inspection information feedback and information sharing regarding natural gas transmission and hazardous liquid pipeline integrity risk analysis.\n\n(Sec. 11) DOT shall establish a national integrated pipeline safety regulatory inspection database to improve communication and collaboration between the PHMSA and state pipeline regulators.\n\n(Sec. 12) DOT shall issue minimum safety standards for underground natural gas storage facilities.\n\nA state authority may adopt additional or more stringent safety standards for such facilities if they are compatible with the minimum standards.\n\nThe bill imposes a fee on the operator of an underground natural gas storage facility, and establishes the Underground Natural Gas Storage Facility Safety Account in the Pipeline Safety Fund to receive such fees.\n\n(Sec. 13) DOT shall allow for a state authority with a pipeline safety program certification, at its request, to participate in the inspection of an interstate pipeline facility.\n\n(Sec. 14) Each hazardous liquid pipeline owner or operator shall provide safety data sheets on any spilled oil to the designated federal On-Scene Coordinator and state officials within six hours of notice of a spill to the National Response Center.\n\n(Sec. 15) DOT shall issue an advanced notice of proposed rulemaking to take public comment on the petition for rulemaking dated October 28, 2015, titled \"Corrections to title 49 CFR 172.336 identification numbers; special provisions\" (P-1667), regarding the display of hazardous materials identification numbers on transport vehicles or freight containers.\n\n(Sec. 16) DOT may issue an emergency order, without prior notice or hearing, for an unsafe condition or practice, or combination thereof, constituting or causing an imminent hazard.\n\n(Sec. 17) The bill revises DOT authority to withhold any part of a payment from a state authority under a state pipeline safety grant if the state authority is not maintaining a satisfactory effort to carry out a safety program or is not acting satisfactorily as an agent.\n\nDOT may, if a state certification is rejected or otherwise suspended or interrupted, use any unobligated or deobligated grant funds to carry out pipeline safety activities in that state.\n\n(Sec. 18) Each hazardous liquid pipeline owner or operator required to prepare a response plan shall consider the impact of a discharge into or on navigable waters or adjoining shorelines, including those covered by ice.\n\n(Sec. 19) DOT shall revise certain regulations to state explicitly that the Great Lakes and any marine coastal waters (including coastal estuaries) are USA ecological resources for purposes of determining whether a pipeline is in a high consequence area.\n\n(Sec. 20) The DOT Inspector General shall report to Congress on the community pipeline safety technical assistance grants program.\n\n(Sec. 21) The GAO shall study materials, training, and corrosion prevention technologies used in pipeline transportation.\n\n(Sec. 22) The GAO shall report to Congress on PHMSA's research and development program for pipeline facility integrity.\n\nCertain DOT biennial reporting requirements regarding gas and hazardous liquid pipeline safety are revised to require an analysis and evaluation of each R&D pipeline facility integrity project using federal and non-federal entities as well as a review of how the project affects safety.\n\nThe bill amends the Pipeline Safety Improvement Act of 2002 to revise requirements for the allocation of funding costs of pipeline transportation R&D using non-federal sources.\n\nDOT shall implement processes and procedures to ensure that such projects produce results that are factual and peer-reviewed by independent experts.\n\n(Sec. 23) DOT shall issue formal guidance to gas or hazardous liquid pipeline facility owners and operators and state regulatory authorities regarding actions required to change the status of a pipeline facility from active to abandoned.\n\n(Sec. 24) The GAO shall complete a study on state pipeline safety agreements within two years of the enactment of this bill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 49, United States Code, to reauthorize pipeline safety programs and enhance pipeline safety, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "PIPES Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Protecting our Infrastructure of Pipelines and Enhancing Safety Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "PIPES Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protecting our Infrastructure of Pipelines and Enhancing Safety Act of 2016", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "PIPES Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:41:47Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr4937.xml"
}