{
  "actions": [
    {
      "acted_at": "2014-12-11", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-11", 
      "action_code": "B00100", 
      "links": [
        {
          "name": "S6627-6628", 
          "url": "https://www.congress.gov/congressional-record/volume-160/senate-section/page/S6627-6628"
        }
      ], 
      "references": [
        {
          "reference": "CR S6627-6628", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-11", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3003-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-11", 
  "number": "3003", 
  "official_title": "A bill to protect the Social Security Disability Insurance program and provide other support for working disabled Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protecting Social Security Disability Act of 2014", 
  "sponsor": {
    "bioguide_id": "C000560", 
    "district": null, 
    "name": "Coburn, Tom", 
    "state": "OK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-12-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Congressional oversight", 
    "Disability and paralysis", 
    "Disability assistance", 
    "Economic performance and conditions", 
    "Employee hiring", 
    "Employment and training programs", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Judicial procedure and administration", 
    "Lawyers and legal services", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Medical tests and diagnostic methods", 
    "Social Security Administration", 
    "Social security and elderly assistance", 
    "Social welfare", 
    "Tax administration and collection, taxpayers"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2014-12-11T05:00:00Z", 
    "text": "Protecting Social Security Disability Act of 2014 - Amends title II (Old, Age and Survivors Disability Insurance) (OASDI) of the Social Security Act (SSAct) to revise the Disability Insurance program to declare any individual who is entitled to both an old-age insurance benefit and a disability insurance benefit for a month to be entitled only to the old-age insurance benefit for that month, except those whose medical improvement is not expected.\n\nDirects the Commissioner of Social Security to establish a system for classifying any individual who is determined to be entitled to disability insurance benefits or to monthly OASDI benefits in a specified manner on the basis of the expectation of medical improvement.\n\nRevises continuing disability review standards.\n\nTime-limits disability benefits for certain individuals.\n\nProhibits age from being considered a vocational factor for any individual who has not attained the age 12 years below the retirement age.\n\nAmends the Internal Revenue Code to require all W-2s to be submitted electronically, with a hardship exception for certain small businesses.\n\nAmends SSAct title II to: (1) eliminate the reconsideration review level for an initial adverse determination of an application for disability insurance benefits, and (2) require any such determination to be reviewed before an administrative law judge (ALJ).\n\nModifies the deadline for the submission of medical evidence.\n\nDirects the Commissioner to establish: (1) disability hearing attorney positions within the Office of Appellate Operations of the Social Security Administration (SSA), as well as (2) procedural rules for hearings.\n\nRequires attorneys to certify to the Commissioner that they have never been disbarred or suspended from any court or relinquished a license in the face of a misconduct investigation.\n\nSubjects ALJs to the Code of Conduct for United States Judges.\n\nDirects the Commissioner to ensure that all ALJs within the Office of Disability Adjudication and Review receive training on how to evaluate medical evidence appropriately.\n\nRequires the Commissioner to establish rules and regulations relating to the fees payable to representatives of individuals claiming entitlement to disability insurance benefits, in particular to prohibit SSA reimbursement of a representative for travel expenses.\n\nRequires the Inspector General to review the practices of a sample of the highest-earning claimant representatives to ensure compliance with SSA policies.\n\nDirects the Division of Quality of the SSA Office of Appellate Operations to: (1) review a sample of determinations by outlier ALJs that individuals are entitled to disability insurance benefits, and (2) identify any determinations not supported by the evidence.\n\nRequires any amounts made available by the SSA for Social Security program integrity spending to be included in a separate account within the federal budget and funded in a separate account in the appropriate annual appropriations bill.\n\nRequires the Commissioner to consult the National Directory of New Hires when determining whether an individual is making above the substantial gainful activity limits.\n\nAmends SSA title XI to eliminate the Ticket to Work and Self-Sufficiency Program.\n\nDirects the Commissioner to: (1) establish a Work Incentive Benefit System under which an eligible individual entitled to a disability insurance benefit may elect to return to employment and receive an adjusted disability insurance benefit amount, and (2) conduct a demonstration project designed to examine the effectiveness of providing targeted early-intervention support to eligible individuals.\n\nProhibits an eligible individual who elects to participate in such demonstration project from being eligible for disability assistance for as long as the individual receives assistance through the demonstration project.\n\nDirects the Commissioner to study whether reducing the rate at which an employer is taxed with respect to OASDI in exchange for the employer's offering its employees private disability insurance, and other disability supports, would be an effective means of reducing the rate at which such employees enter the disability insurance program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protecting Social Security Disability Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect the Social Security Disability Insurance program and provide other support for working disabled Americans, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Protecting Social Security Disability Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:32:58Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s3003.xml"
}