{
  "actions": [
    {
      "acted_at": "2014-03-13", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-13", 
      "action_code": "B00100", 
      "links": [
        {
          "name": "S1657-1658", 
          "url": "https://www.congress.gov/congressional-record/volume-160/senate-section/page/S1657-1658"
        }
      ], 
      "references": [
        {
          "reference": "CR S1657-1658", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-13", 
      "action_code": "", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-30", 
      "action_code": "", 
      "committee": "Committee on Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 113-338.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-05-21", 
      "action_code": "", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-07-30", 
      "action_code": "", 
      "committee": "Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "links": [
        {
          "name": "report No. 113-224", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/senate-report/224"
        }
      ], 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Tester with an amendment in the nature of a substitute. With written report No. 113-224.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-07-30", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "501", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 501.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2132-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 113-224"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "E000285", 
      "district": null, 
      "name": "Enzi, Michael B.", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-03-13", 
      "state": "WY", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000463", 
      "district": null, 
      "name": "Fischer, Deb", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-07-10", 
      "state": "NE", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001061", 
      "district": null, 
      "name": "Hoeven, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-03-13", 
      "state": "ND", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000303", 
      "district": null, 
      "name": "McCain, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-03-13", 
      "state": "AZ", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000934", 
      "district": null, 
      "name": "Moran, Jerry", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-05-01", 
      "state": "KS", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001153", 
      "district": null, 
      "name": "Murkowski, Lisa", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-02", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000464", 
      "district": null, 
      "name": "Tester, Jon", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-05-22", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000250", 
      "district": null, 
      "name": "Thune, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-03-13", 
      "state": "SD", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "U000038", 
      "district": null, 
      "name": "Udall, Mark", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-07-28", 
      "state": "CO", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000818", 
      "district": null, 
      "name": "Walsh, John E.", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-05-20", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-04-30", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-13", 
  "number": "2132", 
  "official_title": "A bill to amend the Indian Tribal Energy Development and Self-Determination Act of 2005, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2014", 
  "sponsor": {
    "bioguide_id": "B001261", 
    "district": null, 
    "name": "Barrasso, John", 
    "state": "WY", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-05-21", 
  "subjects": [
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Alternative and renewable resources", 
    "Economic development", 
    "Electric power generation and transmission", 
    "Energy assistance for the poor and aged", 
    "Energy efficiency and conservation", 
    "Federal-Indian relations", 
    "Forests, forestry, trees", 
    "Government lending and loan guarantees", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Lighting and heating", 
    "Native Americans", 
    "Oil and gas", 
    "Public contracts and procurement", 
    "Residential rehabilitation and home repair", 
    "Watersheds"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-07-30T14:02:08Z", 
    "text": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2014 - Amends laws governing the ability of Indian tribes to develop energy resources located on tribal lands\n\nTitle I: Indian Tribal Energy Development and Self-Determination Act Amendments - (Sec. 101) Amends the Energy Policy Act of 1992 to require the Department of the Interior to: (1) consult with an Indian tribe before adopting or approving a well spacing program that affects its energy resources, (2) provide tribes with technical assistance in planning their energy resource development programs, and (3) work with the Office of Indian Energy Policy and Programs of the Department of Energy (DOE) in establishing the Indian energy resource development program.\n\nMakes intertribal organizations eligible for DOE Indian Energy Education Planning and Management Assistance Program grants to manage energy development and efficiency programs. Makes tribal energy development organizations eligible for DOE energy development loan guarantees.\n\n(Sec. 102) Requires Interior to make scientific and technical information and expertise available to tribal energy development organizations (in addition to Indian tribes) when issuing energy resource development grants.\n\n(Sec. 103) Amends provisions relating to tribal energy resource agreements. States that leases or business agreements entered into by tribes for energy resource development may include construction or operation of facilities that: (1) produce electricity from renewable resources located on tribal land, or (2) process or refine energy resources if a portion has been developed on or produced from tribal land.\n\nAllows leases and business agreements that pool, unitize, or communitize a tribe's energy resources with energy resources of other parties.\n\nProvides that a lease or business agreement between the Indian tribe and a tribal energy development organization, that is majority owned and controlled by the Indian tribe does not require review and approval by Interior if the lease or business agreement was executed in accordance with specified procedures and does not exceed 30 years or 10 years for an oil and gas lease if oil and gas is produced in paying quantities.\n\nProvides that rights-of-way granted by Indian tribes: (1) may include facilities that produce electricity from renewable resources, and (2) do not require review or approval by Interior if specified conditions are met.\n\nAlters the process and conditions for Interior's approval of tribal energy resource agreements. Requires Interior to disapprove the agreement only if: (1) the tribe has failed to demonstrate capacity, (2) the agreement would violate federal law or a treaty of the Indian tribe, or (3) the agreement fails to include provisions required by law, such as establishing an environmental review process or allowing for periodic reviews by Interior.\n\nRevises the process for determining tribal capacity for an agreement. Requires Interior to determine whether the tribe has sufficient capacity to regulate the development of one or more of the specific energy resources identified for development under the agreement. Requires Interior to consider Indian tribes to have demonstrated capacity if: (1) the tribe has successfully carried out a contract or compact under the Indian Self-Determination and Education Assistance Act for three consecutive years involving the management of the environment, tribal land, realty, or natural resources; (2) the tribe has carried out approval of surface leases under the Long-Term Leasing Act without a finding of a compliance violation; or (3) Interior fails to make a determination within the required time period.\n\nStates that a tribe may determine any mitigation measures required for an agreement and permits a tribe to identify categorical exclusions from the environmental review process.\n\nRevises the process for interested parties to challenge a tribe's compliance with an agreement. Requires the party to demonstrate with substantial evidence that the party would sustain an adverse environmental impact due to a tribe's noncompliance with an agreement.\n\nAuthorizes a tribe to amend an agreement to assume authority over another energy resource and requires Interior to promulgate regulations implementing the process and requirements for the amendment.\n\nRequires Interior to provide funding to tribes in an amount equal to savings the United States will realize as a result of the tribe carrying out the agreement.\n\nSets forth certification requirements for tribal energy development organizations.\n\n(Sec. 104) Directs DOE to collaborate with the Directors of the National Laboratories in making the full array of DOE technical and scientific resources available for tribal energy activities and projects.\n\n (Sec. 106) Amends the Energy Policy and Conservation Act to direct DOE to award competitive grants to assist Indian tribes in implementing strategies to: (1) develop alternative and renewable energy resources and, (2) increase energy efficiency.\n\nGives priority to projects that: (1) increase energy efficiency and conservation, rather than generate new energy; (2) integrate cost-effective renewable energy with energy efficiency; (3) are ready for implementation; (4) clearly articulate and demonstrate the ability to achieve measurable goals; (5) have the potential to make an impact in the government buildings, infrastructure, communities, and land of a tribe; and (6) maximize the creation or retention of jobs on Indian land.\n\nTitle II: Miscellaneous Amendments - (Sec. 201) Amends the Federal Power Act to provide Indian tribes with the preferences that states and municipalities currently receive when preliminary permits or original licenses are issued for hydroelectric projects.\n\n(Sec. 202) Amends the Tribal Forest Protection Act of 2004 to establish a biomass demonstration project for federally recognized Indian tribes and Alaska Native corporations to promote biomass energy production. Specifies procedures and requirements for the projects.\n\n(Sec. 203) Amends the Energy Conservation and Production Act to provide weatherization grants directly to Indian tribes.\n\n(Sec. 204) Amends the Energy Policy Act of 1992 to allow Interior, an affected Indian tribe, or a certified third-party appraiser to appraise Indian mineral or energy resources involved in a transaction requiring Interior's approval. Requires Interior to review and accept or reject the appraisal within 45 days. (Sec. 205) Amends the Long-Term Leasing Act to authorize the Navajo Nation to enter into a lease for the exploration, development, or extraction of any mineral resources without the approval of Interior, if the lease is executed under tribal regulations approved by Interior and meets specified term limits.\n\nAuthorizes the Navajo Nation to enter into commercial or agricultural leases of up to 99 years on their restricted lands without Interior's approval if the leases are executed under tribal regulations approved by Interior. (Currently, the leases may not exceed 25 years but may include an option to renew for up to 2 additional terms, neither of which may exceed 25 years.)\n\n(Sec. 206) Allows the Crow Tribe of Montana to enter into leases on its restricted land for a term of up to 99 years.\n\n(Sec. 207) Requires Interior, at the request of an Indian tribe or individual Indian, to hold in trust any advance payments, bid deposits, or other earnest money received in connection with the review and approval of a sale, lease, permit, or any other conveyance of any interest in any trust or restricted land of any Indian tribe or individual Indian."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Indian Tribal Energy Development and Self-Determination Act of 2005, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:29:19Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s2132.xml"
}