{
  "actions": [
    {
      "acted_at": "2015-02-10", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-10", 
      "action_code": "", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-03", 
      "action_code": "", 
      "committee": "Committee on Veterans' Affairs", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2015-12-09", 
      "action_code": "", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-12-07", 
      "action_code": "", 
      "committee": "Veterans' Affairs", 
      "committees": [
        "SSVA"
      ], 
      "links": [
        {
          "name": "report No. 114-395", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/395"
        }
      ], 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Isakson with an amendment in the nature of a substitute and an amendment to the title. With written report No. 114-395. Supplemental views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-12-07", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "716", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 716.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s425-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-395"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "I000024", 
      "district": null, 
      "name": "Inhofe, James M.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-03-02", 
      "state": "OK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S000148", 
      "district": null, 
      "name": "Schumer, Charles E.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-15", 
      "state": "NY", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000464", 
      "district": null, 
      "name": "Tester, Jon", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-10", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-06-03", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-10", 
  "number": "425", 
  "official_title": "A bill to amend title 38, United States Code, to provide for a five-year extension to the homeless veterans reintegration programs and to provide clarification regarding eligibility for services under such programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr182-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1451-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2360-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2691-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3491-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3991-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4150-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr6046-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr6107-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1450-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2022-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2253-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2921-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Veterans Homeless Programs, Caregiver Services, and Other Improvements Act of 2015", 
  "sponsor": {
    "bioguide_id": "B001236", 
    "district": null, 
    "name": "Boozman, John", 
    "state": "AR", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-12-09", 
  "subjects": [
    "Armed forces and national security", 
    "Business records", 
    "Cemeteries and funerals", 
    "Congressional oversight", 
    "Congressional tributes", 
    "Dental care", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Health personnel", 
    "Higher education", 
    "Homelessness and emergency shelter", 
    "Indian social and development programs", 
    "Lawyers and legal services", 
    "Licensing and registrations", 
    "Long-term, rehabilitative, and terminal care", 
    "Poverty and welfare assistance", 
    "Public-private cooperation", 
    "School administration", 
    "Separation, divorce, custody, support", 
    "Social work, volunteer service, charitable organizations", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-12-07T15:40:37Z", 
    "text": "Veterans Homeless Programs, Caregiver Services, and Other Improvements Act of 2015\n\nTITLE I--BENEFITS\n\n This bill authorizes the Department of Veterans Affairs (VA) to pay burial and funeral expenses, accrued benefits, dependency and indemnity compensation, and non-service connected disability or death pension amounts to a survivor of a veteran who has not filed a formal claim if the VA determines that the record contains sufficient evidence to establish the survivor's entitlement to such benefits.\n\n The special monthly pension for living Medal of Honor recipients is increased.\n\nTITLE II--EDUCATION MATTERS\n\n VA educational assistance payments for a veteran who was forced to discontinue a course, who did not receive credit, or who lost training time toward completion of an education program because of a permanent school closure shall not be charged against the individual's educational assistance entitlement or counted against the aggregate assistance period.\n\n The VA may continue to pay educational assistance and subsistence allowances to eligible veterans and eligible persons enrolled in specified courses under certain conditions.\n\nThe monthly stipend payable to children eligible for post-9/11 G.I. Bill benefits shall be 50% of what the service member or veteran would receive.\n\n The bill revises the process for electing post-9/11 educational benefits.\n\n Specified education programs are deemed to be approved for veterans' education benefit purposes if a state approving agency determines that such program qualifies.\n\n The VA shall conduct an annual compliance survey of educational institutions and training establishments offering approved veterans courses if at least 20 such veterans are enrolled in any such course.\n\n Licensure or certification program requirements necessary for VA approval are revised.\n\n The Yellow Ribbon G.I. Education Enhancement Program is expanded to cover the child of an individual who, on or after September 11, 2001, dies in the line of duty while serving on active duty.\n\n The bill includes as active duty for purposes of eligibility for Post-9/11 veterans educational assistance service of a member of a reserve component ordered to active duty to receive authorized medical care, to be medically evaluated, or to complete a required Department of Defense (DOD) health care study.\n\n TITLE III--HOMELESS VETERANS MATTERS\n\n The bill includes as a homeless veteran for purposes of VA benefits a veteran or a veteran's family fleeing domestic violence, sexual assault, stalking, or other dangerous or life-threatening conditions in their current housing situation.\n\n The VA shall shall carry out case management services to improve the retention of housing by: (1) previously homeless veterans who are transitioning to permanent housing, and (2) veterans who are at risk of becoming homeless.\n\n The VA, by September 1, 2016, must assess the feasibility of providing intensive case management interventions for certain homeless veterans.\n\n The VA shall establish the National Center on Homelessness Among Veterans.\n\n The VA may enter into partnerships with public or private entities to fund a portion of the general legal services that such entities provide to homeless veterans and veterans at risk of homelessness.\n\nThe bill sets forth specified reporting provisions, including requiring a report on VA outreach to realtors, landlords, property management companies, and developers about the housing needs of veterans.\n\nTITLE IV--HEALTH CARE MATTERS\n\nJason Simcakoski Memorial Act\n\n The bill sets forth provisions regarding VA graduate medical residency positions, physicians, and physician assistants.\n\n The bill includes directors of Veterans Integrated Service Networks in the Veterans Health Administration's Office of the Under Secretary for Health.\n\n The pay for medical directors and directors of networks shall consist of base pay and market pay. Market pay shall consist of pay intended to reflect the recruitment and retention needs for the assignment of a particular director.\n\n The VA shall: (1) request from the medical board of each state in which a prospective health care provider has a medical license information on medical license violations and any disciplinary-related settlement agreements; and (2) provide state medical boards with information on VA health care providers licensed in the state who have violated license requirements.\n\n The VA and DOD shall jointly update the VA/DOD Clinical Practice Guideline for Management of Opioid Therapy for Chronic Pain to include: (1) Centers for Disease Control and Prevention guidelines for prescribing opioids for chronic, non-cancer pain in outpatient settings; (2) guidance with respect to absolute contraindications for opioid therapy; (3) treatment of patients with post-traumatic stress disorder, psychiatric disorders, or a history of substance abuse or addiction; (4) case management for patients transitioning between inpatient and outpatient health care; and (5) options to augment opioid therapy with other clinical and complementary and integrative health services.\n\n The VA shall: (1) expand its Opioid Safety Initiative to include all VA medical facilities, (2) require all VA employees responsible for prescribing opioids to receive appropriate education and training; (3) increase the availability of Food and Drug Administration-approved opioid receptor antagonists; (4) modify the computerized patient record system to ensure that any health care provider that accesses a veteran's record will be immediately notified about whether the veteran is receiving opioid therapy and has a history of substance use or opioid abuse; (5) establish a Pain Management Board in each Veterans Integrated Service Network; and (6) provide for an independent review of the Opioid Safety Initiative and the opioid prescribing practices of VA health care providers.\n\n Each VA facility shall designate a pain management team of health care professionals to oversee therapy for patients experiencing acute and chronic pain that is non-cancer related.\n\n The bill establishes within the VA's Office of the Under Secretary for Health the Office of Patient Advocacy to carry out the patient advocacy program.\n\n The VA shall: (1) develop a three-year pilot program at at least 15 centers to assess the feasibility of integrating the delivery of complementary and integrative health services with other health care services for veterans with mental health conditions and chronic pain and other chronic conditions, and (2) give priority to medical centers with an opioid prescription rate that is inconsistent with the standards of appropriate and safe care.\n\n The VA family caregiver program is expanded to include an information technology system that allows for data assessment and comprehensive program monitoring.\n\n The bill establishes a VA advisory committee on caregiver policies.\n\n The VA shall provide for an independent study concerning: (1) veterans who have incurred a serious injury or illness, including a mental health injury or illness; and (2) individuals who are acting as caregivers for veterans.\n\n If the VA is unable to furnish certain hospital, medical, or extended care at VA facilities or under other authorized contracts or sharing agreements, it may enter into a Veterans Extended Care Agreement with an eligible provider to furnish such care.\n\nThe VA shall: (1) review agreements exceeding $1 million annually at least once every two years, (2) establish a process for the certification of eligible providers, and (3) establish a system or systems to monitor the quality of veterans' care and services.\n\n The VA may not furnish nursing home care under an agreement that is entered into later than two years after enactment of this bill.\n\nTITLE V--OTHER MATTERS\n\n The bill extends the temporary expansion of the Court of Appeals for Veterans Claims until January 1, 2021.\n\n The VA shall: (1) carry out a program of internal audits to improve the furnishing of benefits and health care to veterans and their families, and (2) provide VA managers with periodic training on whistle-blower rights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Homeless Veterans' Reintegration Programs Reauthorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Veterans Homeless Programs, Caregiver Services, and Other Improvements Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Jason Simcakoski Memorial Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 38, United States Code, to provide for a five-year extension to the homeless veterans reintegration programs and to provide clarification regarding eligibility for services under such programs.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Veterans Homeless Programs, Caregiver Services, and Other Improvements Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T06:33:12Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s425.xml"
}