{
  "actions": [
    {
      "acted_at": "2013-07-08", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-08", 
      "action_code": "H11100", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-09", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-10", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-07-10", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Subcommittee on Economic Development, Public Buildings and Emergency Management Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-11", 
      "action_code": "H12200", 
      "committees": [
        "HSPW"
      ], 
      "links": [
        {
          "name": "H. Rept. 113-656", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/house-report/656"
        }
      ], 
      "references": [], 
      "text": "Reported by the Committee on Transportation and Infrastructure. H. Rept. 113-656.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-11", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "493", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 493.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2612-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 113-656"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "N000147", 
      "district": "0", 
      "name": "Norton, Eleanor Holmes", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-07-08", 
      "state": "DC", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000011", 
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-07-08", 
      "state": "WV", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001154", 
      "district": "9", 
      "name": "Shuster, Bill", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-07-08", 
      "state": "PA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000816", 
      "district": "25", 
      "name": "Williams, Roger", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-01-31", 
      "state": "TX", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-10", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-08", 
  "number": "2612", 
  "official_title": "To amend title 40, United States Code, to improve the functioning and management of the Public Buildings Service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Buildings Savings and Reform Act of 2013", 
  "sponsor": {
    "bioguide_id": "B001269", 
    "district": "11", 
    "name": "Barletta, Lou", 
    "state": "PA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-07-10", 
  "subjects": [
    "Accounting and auditing", 
    "Building construction", 
    "Congressional oversight", 
    "General Services Administration", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Public contracts and procurement", 
    "Rural conditions and development", 
    "Travel and tourism", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2014-12-11T18:45:43Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nPublic Buildings Savings and Reform Act of 2013 - Sets forth new requirements for the purchase or lease of federal office space, for limiting rental costs for such space, and for suspending the construction of new courthouses.\n\n(Sec. 2) Requires any prospectus that proposes new federal office space in FY2014-FY2017, whether leased or owned, to contain information outlining the details of the elimination of at least a corresponding amount of space. Prohibits the Administrator of the General Services Administration (GSA) from increasing the size or amount of GSA's real property inventory as compared to the FY2012 real property baseline, except for space offsets specifically identified or for emergency or national security purposes determined by the President.\n\n(Sec. 3) Prohibits the Administrator from leasing space at an amount below the average annual rental rate thresholds that exceeds the maximum rental rate established for the respective geographical location, unless notification is given to the House Committee on Transportation and Infrastructure and the Senate Committee on Environment and Public Works (Committees) in writing at least 10 days before the execution of such lease. Requires the Administrator, not less than 30 days before entering into any lease-construction agreement, to notify the Committees of the intent to enter into such an agreement.\n\n(Sec. 4) Requires the Administrator to submit a list to the Committees of all leases, including lease-construction agreements, entered into by GSA for the previous fiscal year, with information on the size of the space, location, and annual rental rates.\n\n(Sec. 5) Requires the Administrator to include in the prospectus submitted to Congress for a proposed federal building a justification for the space requested.\n\n(Sec. 6) Prohibits the Administrator from beginning construction of any new courthouse if: (1) construction has not begun on or before the date of enactment of this Act, and (2) the design and construction of the new courthouse fails to comply with specified courtroom sharing requirements.\n\n(Sec. 7) Directs the Inspector General of GSA to review the the Public Buildings Service's (PBS's) internship program, recent graduate program, and any similar program and report to the Committees on the costs associated with each program, the value added to PBS by the programs, recommendations on improving the programs, and compliance with federal hiring laws, practices, and standards.\n\n(Sec. 8) Prohibits funds in the Federal Buildings Fund from being made available for bonuses, performance awards, or similar expenditures for a member of the Senior Executive Service until the Administrator reports the findings and conclusions of a review of PBS's system of awarding bonuses and performance awards.\n\nRequires the Administrator to submit to the Committees a report on conferences proposed to be hosted by PBS for the subsequent fiscal year, including the purpose of, and a detailed budget for, each conference.\n\n(Sec. 9) Requires the Administrator to submit a proposed budget for PBS administrative expenses for the following fiscal year. Prohibits amounts from the Federal Buildings Fund from being used for PBS administrative expenses unless a specific amount is authorized for a given fiscal year.\n\n(Sec. 10) Terminates resolution approvals for projects adopted by the Committees unless a lease is executed or a construction, alteration, repair, design, or acquisition project is initiated with five years of such approvals.\n\n(Sec. 11) Limits the authority of executive agencies to lease space for a public building. Requires the Administrator to comply with requirements of the Small Business Act when using commercial leasing services.\n\nAuthorizes the Administrator to delegate authority to manage the procurement of leases to an appropriate executive agency. Requires the Administrator to report to the Committees on the effectiveness of such delegation authority.\n\n(Sec. 12) Requires the Administrator: (1) to develop, implement, and report on a method of measuring actual utilization rates of GSA's owned and leased inventory of public buildings space and a plan for incorporating such utilization rates into performance metrics for owned and leased buildings by region; (2) with tenant agencies, to certify annually the actual number of personnel housed in each building in the GSA inventory; (3) to maintain a database of utilization rates and metrics; and (4) to submit to the Committees all agency Real Property Cost Savings and Innovation Plans submitted pursuant to the Management Procedures Memorandum 2013-02 of the Office of Management and Budget (OMB).\n\n(Sec. 13) Requires the Administrator to notify the Committees of: (1) any increase of more than 5% of an estimated maximum cost, or (2) any increase or decrease of 5% or more in the scope or size of a project. Prohibits any increase or decrease of more than 10% in the scope or size of a project unless an amended prospectus is submitted and approved.\n\n(Sec. 14) Requires the Administrator to report to the Committees on how PBS, through its acquisition activities, conserves existing urban, suburban, and rural resources, encourages the development and redevelopment of urban, suburban, and rural areas, and reduces costs to PBS and improves the social, economic, environmental, and cultural conditions of the communities in such areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Public Buildings Savings and Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Public Buildings Savings and Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 40, United States Code, to improve the functioning and management of the Public Buildings Service.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Public Buildings Savings and Reform Act of 2013", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:05:31Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/hr/BILLSTATUS-113hr2612.xml"
}