{
  "actions": [
    {
      "acted_at": "2014-12-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-12", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3009-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "R000361", 
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-12-12", 
      "state": "WV", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-12", 
  "number": "3009", 
  "official_title": "A bill to improve end-of-life care.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Advance Planning and Compassionate Care Act of 2014", 
  "sponsor": {
    "bioguide_id": "B001277", 
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-12-12", 
  "subjects": [
    "Child health", 
    "Congressional oversight", 
    "Department of Health and Human Services", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Health", 
    "Health care costs and insurance", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Hospital care", 
    "Indian social and development programs", 
    "Lawyers and legal services", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medical education", 
    "Medicare", 
    "Minority health", 
    "National Institutes of Health (NIH)", 
    "Nursing", 
    "Social security and elderly assistance", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2014-12-12T05:00:00Z", 
    "text": "Advance Planning and Compassionate Care Act of 2014 - Directs the Centers for Disease Control and Prevention (CDC) to establish and operate directly, or by grant, contract, or interagency agreement, a 24-hour toll free telephone hotline to provide consumer information regarding advance care planning, which is the process of determining an individual's wishes for care in the future when the individual is no longer able to express his or her wishes.\n\nDirects the Department of Health and Human Services (HHS) to develop an online clearinghouse to provide comprehensive information on advance care planning and pediatric advance care planning.\n\nDirects HHS to develop an online advance care planning toolkit for availability on specified websites.\n\nRequires the CDC, directly or through grants, contracts, or interagency agreements, to develop a national campaign to inform the public of the importance of advance care planning and of the right of individuals to direct their health care decisions.\n\nDirects HHS and the Social Security Administration to update the online versions of the \"Plan Ahead for Long-Term Care\" section of the Medicare & You Handbook and the Social Security Handbook to include information about advance care planning and advance directives and provide this information in subsequently published paper and online versions.\n\nAmends the Legal Services Corporation Act to authorize financial and legal assistance for advance care planning.\n\nDirects HHS to award grants to states for certain state health insurance assistance programs to provide advance care planning services to Medicare beneficiaries, their personal representatives, and their families.\n\nAuthorizes Medicaid transformation grants for advance care planning and advance care planning community training grants.\n\nDirects HHS to make grants to establish new or expand existing state or local programs for orders regarding life sustaining treatment.\n\nDirects the Centers for Medicare & Medicaid Services (CMS) and the Agency for Healthcare Research and Quality, to establish a website for providers under Medicare, Medicaid, the Children's Health Insurance Program (CHIP), the Indian Health Service, and other public health providers on each individual's right to make decisions concerning medical care, including the right to refuse treatment, and the existence of advance directives, which are legal documents that indicate an individual's wishes regarding medical treatment in the event of future incompetence (e.g., living will).\n\nRequires the Health Resources and Services Administration to develop a curriculum for continuing education that states may adopt for physicians and nurses on advance care planning and end-of-life care.\n\nAmends titles XVIII (Medicare), XIX (Medicaid), and XXI (CHIP) of the Social Security Act with respect to inclusion of advance directives in patient medical records, discussion of advance directives with patients, the portability of advance directives, and actual knowledge of a patient's desires.\n\nAmends the Public Health Service Act (PHSA) to require the CDC to award competitive grants to establish and operate state advance directive registries to store and make available to medical providers advance directive documents.\n\nRequires the CDC to award grants to states to establish a mechanism to include notice of an advance directive on driver's licenses.\n\nRequires various specified studies and reports to Congress by the Government Accountability Office and HHS.\n\nAmends the PHSA to direct HHS to establish within the National Health Service Corps a National Geriatric and Palliative Care Services Corps to provide geriatric and palliative care services in health professional shortage areas.\n\nExempts palliative medicine fellowship training from Medicare graduate medical education caps.\n\nDirects HHS to establish guidelines for the imposition by medical schools of a minimum amount of end-of-life training as a requirement for obtaining a Doctor of Medicine degree in the field of allopathic or osteopathic medicine.\n\nAuthorizes coverage of advance care planning under Medicare, Medicaid, and CHIP.\n\nRevises Medicare requirements for hospice payments and related matters. Allows Medicare to make payments for an individual's hospice care and treatments for their terminal illness if the individual is 18 years of age or younger.\n\nMakes hospice care a required Medicaid and CHIP benefit.\n\nRequires CMS, HHS, and the CDC to survey patient satisfaction with end-of-life care, hospice programs, and end-of-life care, respectively.\n\nDirects the Agency for Healthcare Research and Quality to designate an entity to develop requirements, standards, and procedures for accreditation of hospital-based palliative care programs.\n\nAmends the PHSA to establish, within the National Institutes of Health, a National Center on Palliative and End-of-Life Care.\n\nDirects HHS to establish a demonstration program for the use of telemedicine services in advance care planning."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Advance Planning and Compassionate Care Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve end-of-life care.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Advance Planning and Compassionate Care Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:32:59Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s3009.xml"
}