{
  "actions": [
    {
      "acted_at": "2014-07-15", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-15", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-23", 
      "action_code": "", 
      "committee": "Committee on Energy and Natural Resources Senate Subcommittee on National Parks", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Senate Subcommittee on National Parks. Hearings held. With printed Hearing: S.Hrg. 113-493.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-11-13", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-10", 
      "action_code": "", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "links": [
        {
          "name": "report No. 113-300", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/senate-report/300"
        }
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Landrieu with an amendment in the nature of a substitute. With written report No. 113-300.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-12-10", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "640", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 640.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2602-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 113-300"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "M001111", 
      "district": null, 
      "name": "Murray, Patty", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-07-15", 
      "state": "WA", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-07-23", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-15", 
  "number": "2602", 
  "official_title": "A bill to establish the Mountains to Sound Greenway National Heritage Area in the State of Washington.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1785-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "National Heritage Area Authorization Act of 2014", 
  "sponsor": {
    "bioguide_id": "C000127", 
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-11-13", 
  "subjects": [
    "Historic sites and heritage areas", 
    "Land use and conservation", 
    "Public lands and natural resources", 
    "Washington State", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-12-10T17:33:27Z", 
    "text": "National Heritage Area Authorization Act of 2014 - (Sec. 3) Designated as national heritage areas:\n\n the Appalachian Forest National Heritage Area in West Virginia and Maryland, Maritime Washington National Heritage Area and the Mountains to Sound Greenway National Heritage Area in Washington, Susquehanna Gateway National Heritage Area in Pennsylvania, Sacramento-San Joaquin Delta National Heritage Area in California, and Alabama Black Belt National Heritage Area in Alabama. Designates the following local coordinating entities for the heritage areas:\n\n Appalachian Forest Heritage Area, Inc., the Pacific Northwest Maritime Heritage Advisory Council, operating under the Washington Trust for Historic Preservation, the Mountains to Sound Greenway Trust, the Susquehanna Heritage Corporation, the Delta Protection Commission, and the Center for the Study of the Black Belt at the University of West Alabama. (Sec. 4) Authorizes Department of Interior, acting through the local coordinating entities, to make grants to carry out the management plans for the areas. Outlines the coordinating entities' duties. Prohibits those entities from using federal funds to acquire property. (Sec. 5) Requires the local coordinating entities to submit to Interior for approval a proposed management plan for the heritage areas within three years in order to be eligible for funding. Establishes a process for approving and disproving the proposals. Prohibits those entities from using funds authorized by this Act to carry out any amendments to the management plans until Interior has approved the amendments.\n\n(Sec. 8) Requires Interior to: (1) evaluate the heritage areas three years before the date on which funding terminates for the areas, and (2) report on the evaluation.\n\n(Sec. 9) Terminates Interior's authority to provide assistance for the previously mentioned heritage areas 15 years after this Act's enactment.\n\n(Sec. 10) Extends the authority of Interior to provide financial assistance for the following areas up to September 30, 2030: Delaware and Lehigh National Heritage Corridor, Coal National Heritage Area, Steel Industry National Heritage Area, Essex National Heritage Area, America's Agricultural Heritage Partnership National Heritage Area, Ohio and Erie Canal National Heritage Area, Hudson River Valley National Heritage Area, Automobile National Heritage Area, Lackawanna Valley National Heritage Area, Schuylkill River National Heritage Area, Wheeling National Heritage Area, Yuma Crossing National Heritage Area, and Erie Canalway National Heritage Corridor. (Sec. 11) Revises the boundaries of the John H. Chafee Blackstone River Valley National Heritage Corridor. Designates the Blackstone River Valley National Heritage Corridor, Inc. as the local coordinating entity for the Corridor. Requires the entitiy to implement the corridor's Cultural Heritage and Land Management Plan. Authorizes the entity to make grants to Massachusetts and Rhode Island for implementing the plan. (Sec. 12) Amends the Quinebaug and Shetucket Rivers Valley National Heritage Corridor Act of 1994 to redesignate the Quinebaug and Shetucket Rivers Valley National Heritage Corridor as the Last Green Valley National Heritage Corridor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Mountains to Sound Greenway National Heritage Area Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "National Heritage Area Authorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish the Mountains to Sound Greenway National Heritage Area in the State of Washington.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "National Heritage Area Authorization Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:31:28Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s2602.xml"
}