{
  "actions": [
    {
      "acted_at": "2014-02-04", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-04", 
      "action_code": "", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-06", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "304", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 304.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1996-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-10", 
      "state": "NH", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001265", 
      "district": null, 
      "name": "Begich, Mark", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001236", 
      "district": null, 
      "name": "Boozman, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "AR", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001135", 
      "district": null, 
      "name": "Burr, Richard", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-10", 
      "state": "NC", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000286", 
      "district": null, 
      "name": "Chambliss, Saxby", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "GA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000607", 
      "district": null, 
      "name": "Donnelly, Joe", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-29", 
      "state": "IN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000463", 
      "district": null, 
      "name": "Fischer, Deb", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-29", 
      "state": "NE", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000457", 
      "district": null, 
      "name": "Franken, Al", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-29", 
      "state": "MN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000359", 
      "district": null, 
      "name": "Graham, Lindsey", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "SC", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001046", 
      "district": null, 
      "name": "Heinrich, Martin", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "NM", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001041", 
      "district": null, 
      "name": "Heller, Dean", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "NV", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001061", 
      "district": null, 
      "name": "Hoeven, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "ND", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "I000055", 
      "district": null, 
      "name": "Isakson, Johnny", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "GA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000367", 
      "district": null, 
      "name": "Klobuchar, Amy", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "MN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000550", 
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "LA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001183", 
      "district": null, 
      "name": "Manchin, Joe, III", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "WV", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001170", 
      "district": null, 
      "name": "McCaskill, Claire", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-10", 
      "state": "MO", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001153", 
      "district": null, 
      "name": "Murkowski, Lisa", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000449", 
      "district": null, 
      "name": "Portman, Rob", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "OH", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000590", 
      "district": null, 
      "name": "Pryor, Mark L.", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "AR", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000307", 
      "district": null, 
      "name": "Roberts, Pat", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-29", 
      "state": "KS", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000595", 
      "district": null, 
      "name": "Rubio, Marco", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "FL", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000464", 
      "district": null, 
      "name": "Tester, Jon", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "U000038", 
      "district": null, 
      "name": "Udall, Mark", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "CO", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "V000127", 
      "district": null, 
      "name": "Vitter, David", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-02-04", 
      "state": "LA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000818", 
      "district": null, 
      "name": "Walsh, John E.", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-10", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000805", 
      "district": null, 
      "name": "Warner, Mark R.", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-04-03", 
      "state": "VA", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-02-04", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-04", 
  "number": "1996", 
  "official_title": "A bill to protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr263-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1206-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2463-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s51-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s170-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s368-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s738-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1212-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1335-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1660-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2363-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Bipartisan Sportsmen's Act of 2014", 
  "sponsor": {
    "bioguide_id": "H001049", 
    "district": null, 
    "name": "Hagan, Kay", 
    "state": "NC", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-02-06", 
  "subjects": [
    "Agricultural practices and innovations", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Appropriations", 
    "Art, artists, authorship", 
    "Birds", 
    "Budget deficits and national debt", 
    "Canada", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Farmland", 
    "Firearms and explosives", 
    "Floods and storm protection", 
    "Forests, forestry, trees", 
    "Government information and archives", 
    "Government liability", 
    "Hazardous wastes and toxic substances", 
    "Hunting and fishing", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Natural disasters", 
    "Outdoor recreation", 
    "Pest management", 
    "Public lands and natural resources", 
    "Social work, volunteer service, charitable organizations", 
    "Solid waste and recycling", 
    "State and local government operations", 
    "Tax-exempt organizations", 
    "Television and film", 
    "User charges and fees", 
    "Wetlands", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2014-02-04T05:00:00Z", 
    "text": "Bipartisan Sportsmen's Act of 2014 - Title I: Regulatory Reforms - Grants the Secretary of the Interior permanent authority to authorize any state to issue electronic duck stamps.\n\nSets forth state electronic duck stamp application requirements.\n\nAllows the Secretary to determine the number of new states permitted per year to participate in the electronic duck stamp program.\n\nInstructs the Secretary to require electronic stamp revenue and customer information collected by each state to be transmitted in accordance with a written agreement between the Secretary and the state.\n\nAmends the Toxic Substances Control Act (TSCA) to exclude from the definition of \"chemical substance\" for purposes of such Act: (1) any component of any pistol, revolver, firearm, shell, or cartridge the sale of which is subject to federal excise tax, including shot, bullets and other projectiles, propellants, and primers; and (2) any sport fishing equipment the sale of which is subject to federal excise tax and sport fishing equipment components.\n\nAmends the Pittman-Robertson Wildlife Restoration Act to: (1) authorize a state to pay up to 90% of the costs of acquiring land for, expanding, or constructing a public target range; (2) authorize a state to elect to allocate 10% of a specified amount apportioned to it from the federal aid to wildlife restoration fund for such costs; (3) limit the federal share of such costs under such Act to 90%; and (4) require amounts provided for such costs under such Act to remain available for expenditure and obligation for five fiscal years.\n\nShields the United States from any civil action or claim for money damages for injury to or loss of property, personal injury, or death caused by an activity occurring at a public target range that is funded by the federal government pursuant to such Act or located on federal land, except to the extent provided under the Federal Tort Claims Act with respect to the exercise or performance of a discretionary function.\n\nUrges the Chief of the Forest Service and the Director of BLM to cooperate with state and local authorities and other entities to carry out waste removal and other activities on any federal land used as a public target range to encourage its continued use for target practice or marksmanship training.\n\nAmends the Fish and Wildlife Improvement Act of 1978 to exempt an authorized taking of migratory birds and collection of their eggs by indigenous inhabitants of Alaska from the prohibition on taking under the Migratory Bird Hunting and Conservation Stamp Act.\n\n Amends the Marine Mammal Protection Act of 1972 to direct the Secretary of the Interior to issue a permit for the importation of any polar bear part (other than an internal organ) from a polar bear taken in a sport hunt in Canada to any person who submits proof that the polar bear was legally harvested before May 15, 2008 (currently by February 18, 1997), when polar bears were listed as a threatened species by the Department of the Interior.\n\nAmends the Migratory Bird Treaty Act to permit the taking of any migratory game bird, including waterfowl, coots, and cranes, on or over land that: (1) is not a baited area; and (2) contains a standing crop (including an aquatic crop), standing, flooded, or manipulated natural vegetation, flooded harvested cropland, or an area on which seed or grain has been scattered solely as the result of a normal agricultural practice or is land on which a crop during the current or immediately preceding crop year was not harvestable due to a natural disaster that is declared a major disaster by the President in accordance with the Robert T. Stafford Disaster Relief and Emergency Assistance Act.\n\nRequires a federal public land management official, in cooperation with the respective state and fish and wildlife agency, to exercise the authority of the official under law, including regarding land use planning, to facilitate the use of, and access to, federal public land for hunting, recreational fishing, and recreational shooting, except as described in this Act.\n\nRequires the heads of federal public land management agencies to exercise their discretion in a manner that supports and facilitates hunting, recreational fishing, and recreational shooting opportunities, to the extent authorized under applicable law.\n\nRequires that Bureau of Land Management (BLM) and Forest Service land, excluding land on the Outer Continental Shelf, be open to hunting, recreational fishing, or recreational shooting unless the managing agency acts to close lands to such activity. Permits closures or restrictions on such land for purposes including resource conservation, public safety, energy or mineral production, energy generation or transmission infrastructure, water supply facilities, national security, or compliance with other law.\n\nAllows agencies to: (1) lease or permit use of federal public land for recreational shooting ranges, and (2) designate specific land for recreational shooting activities. Excepts from such use or designation land including a component of the National Wilderness Preservation System, land designated as a wilderness study area or administratively classified as wilderness eligible or suitable, and primitive or semiprimitive areas.\n\nRequires annual reports on closures of federal public lands to hunting, recreational fishing, or recreational shooting. Sets forth requirements for specified closures or significant restrictions involving 1280 or more contiguous acres of federal public land or water to hunting or recreational fishing or related activities.\n\nInstructs federal public land agencies to consult with the advisory councils specified in Executive Orders 12962 (relating to recreational fisheries) and 13443 (relating to the facilitation of hunting heritage and wildlife conservation) in carrying out this Act.\n\nRequires the Secretary and the Secretary of Agriculture (USDA), for any film crew of five persons or fewer, to require a permit and assess an annual fee of $200 for commercial filming activities or similar projects on federal land and waterways administered by the Secretary. Makes such a permit valid for such activities or projects that occur in areas designated for public use during public hours on all federal land and waterways administered by the Secretary for a one-year period. Allows an applicable land management agency to deny access to a film crew if: (1) there is a likelihood of resource damage that cannot be mitigated, (2) there would be an unreasonable disruption of the public use and enjoyment of the site, (3) the activity poses public health or safety risks, and (4) the filming includes the use of models or props that are not part of the land's natural or cultural resources or administrative facilities.\n\nTitle II: Habitat Conservation - Amends the Land and Water Conservation Fund Act of 1965 to direct the Secretary and the Secretary of Agriculture (USDA) to ensure, from amounts requested for the Land and Water Conservation Fund per fiscal year, that not less than the greater of 1.5% of the requested amounts or $10 million be made available for certain projects identified on an annual priority list to be developed pursuant to this Act.\n\nRequires projects identified on such a list to secure, through rights-of-way or the acquisition of lands or interests from willing sellers, recreational public access to existing federal public lands that have significantly restricted access to hunting, fishing, and other recreational purposes.\n\nAmends the Federal Land Transaction Facilitation Act (FLTFA) to revoke provisions that terminate: (1) the authority provided under such Act, and (2) the Federal Land Disposal Account. Makes the FLTFA inapplicable to land eligible for sale under specified public land laws.\n\nTransfers to the Treasury for budget deficit reduction, for each of FY2014-FY2023, $1 million of the amounts deposited in the Federal Land Disposal Account.\n\nAmends the North American Wetlands Conservation Act to extend through FY2019 the authorization of appropriations for allocations to carry out approved wetlands conservation projects.\n\nReauthorizes and revises the National Fish and Wildlife Foundation Establishment Act. Requires the Secretary of the Interior to appoint 28 directors (currently, 23) who are knowledgeable and experienced in matters relating to conservation of fish, wildlife, or other natural resources and represent a balance of expertise in ocean, coastal, freshwater, and terrestrial resource conservation. Removes limitations on the appointment of such Foundation's officers and employees. Requires the Foundation's Executive Director to be appointed by and serve at the direction of the Board as the chief executive officer and to be knowledgeable and experienced in matters relating to fish and wildlife conservation.\n\nGives the Foundation the power to receive and administer restitution and community service payments, amounts for mitigation of impacts to natural resources, and other amounts arising from legal, regulatory, or administrative proceedings, subject to the condition that the amounts are received or administered for purposes that further the conservation and management of fish, wildlife, plants, and other natural resources.\n\nRepeals provisions authorizing the Foundation to establish a national whale conservation endowment fund.\n\nAuthorizes appropriations for the Foundation for FY2014-FY2019.\n\nAuthorizes the Foundation to: (1) assess and collect fees for the management of amounts received from federal agencies; and (2) use such federal funds for matching contributions made by private persons, state and local agencies, and other entities (current law requires such use)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Bipartisan Sportsmen's Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Bipartisan Sportsmen's Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:28:45Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s1996.xml"
}