{
  "actions": [
    {
      "acted_at": "2016-07-14", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-14", 
      "action_code": "", 
      "committees": [
        "SSRA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3250-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-07-14", 
  "number": "3250", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to reform the system of public financing for Presidential elections, to establish a system of public financing for Presidential elections, to establish a system of public financing for Congressional elections, to promote the disclosure of disbursements made in coordination with campaigns for election for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr424-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr425-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2143-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1176-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1838-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Empowering Citizens Act", 
  "sponsor": {
    "bioguide_id": "U000039", 
    "district": null, 
    "name": "Udall, Tom", 
    "state": "NM", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-07-14", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-07-14T04:00:00Z", 
    "text": "Empowering Citizens Act \n\nThis bill amends the Internal Revenue Code and the Federal Election Campaign Act of 1971 (FECA) to revise the public financing system for presidential primary and general elections occurring after January 1, 2018, and to establish a system of public financing of congressional elections.\n\nWith respect to presidential primary elections, the bill:\n\n increases the amount of matching payments from a one-to-one to a six-to-one match for contributions by individuals of $200 or less; limits aggregate contributions to publicly-financed candidates to $1,000; establishes a $300 million limit on payments to publicly-financed candidates; requires primary candidates to certify that they have received matching contributions exceeding $25,000 (currently, $5,000) in each of 20 states, based on individual contributions not exceeding $200; prohibits a candidate and the candidate's authorized committee from accepting bundled contributions; requires publicly-financed candidates nominated for the office of President to apply for and accept payments under the general election financing system; and eliminates the expenditure limitation for candidates under the FECA. With respect to presidential general elections, the bill:\n\n revises eligibility requirements for public financing of general election candidates; prohibits general election candidates and their authorized committees from accepting bundled contributions; sets forth requirements for the use of qualified campaign contributions by candidates and their authorized committees; eliminates the expenditure limitation for candidates under the FECA; increases the amount of matching payments to from a one-to-one to a six-to-one match for contributions by individuals giving $200 or less; limits aggregate contributions to publicly-financed candidates to $1,000; establishes a $300 million limit on payments to publicly-financed candidates; and establishes an uniform date for the release of payments to candidates. The bill establishes a system for public financing of congressional elections and sets forth eligibility requirements for participating candidates. Contributions made to a publicly-financed candidate for the House of Representatives which do not exceed $1,000 are excluded in determining the limit on coordinated expenditures by a national committee of a political party.\n\nThe bill amends the FECA to prohibit federal candidates or office holders from soliciting, receiving, directing, or transferring funds to or on behalf of any political committee that accepts donations or contributions that do not comply with FECA limitations, prohibitions, and reporting requirements (Super PACs), or to or on behalf of any Section 527 organization which accepts such donations or contributions (other than a committee of a state or local political party or a candidate for election for state or local office).\n\nThe bill: (1) increases to $100 million the limit on coordinated expenditures for publicly-financed presidential candidates by a national committee of a political party; (2) increases the tax return check-off amount to the Presidential Election Campaign Fund; (3) prohibits an authorized committee of a candidate from establishing or participating in a joint fundraising committee; (4) expands reporting requirements for the disclosure of bundled contributions; and (5) sets forth new requirements for judicial review of campaign finance laws and FEC actions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Internal Revenue Code of 1986 to reform the system of public financing for Presidential elections, to establish a system of public financing for Presidential elections, to establish a system of public financing for Congressional elections, to promote the disclosure of disbursements made in coordination with campaigns for election for Federal office, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Empowering Citizens Act", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Empowering Citizens Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:42:25Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3250.xml"
}