{
  "actions": [
    {
      "acted_at": "2015-12-10", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-10", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-04-21", 
      "action_code": "", 
      "committee": "Committee on Energy and Natural Resources Senate Subcommittee on Public Lands, Forests, and Mining", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Senate Subcommittee on Public Lands, Forests, and Mining. Hearings held. With printed Hearing: S.Hrg. 114-500.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2016-07-13", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-09-13", 
      "action_code": "", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "links": [
        {
          "name": "report No. 114-349", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/349"
        }
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Murkowski with an amendment in the nature of a substitute. With written report No. 114-349.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-09-13", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "625", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 625.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2383-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-349"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "L000577", 
      "district": null, 
      "name": "Lee, Mike", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-10", 
      "state": "UT", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-04-21", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-10", 
  "number": "2383", 
  "official_title": "A bill to withdraw certain Bureau of Land Management land in the State of Utah from all forms of public appropriation, to provide for the shared management of the withdrawn land by the Secretary of the Interior and the Secretary of the Air Force to facilitate enhanced weapons testing and pilot training, enhance public safety, and provide for continued public access to the withdrawn land, to provide for the exchange of certain Federal land and State land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4579-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4909-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Utah Test and Training Range Encroachment Prevention and Temporary Closure Act", 
  "sponsor": {
    "bioguide_id": "H000338", 
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-07-13", 
  "subjects": [
    "Advisory bodies", 
    "Land transfers", 
    "Land use and conservation", 
    "Livestock", 
    "Military facilities and property", 
    "Military procurement, research, weapons development", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Roads and highways", 
    "Utah"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-09-13T13:41:29Z", 
    "text": "Utah Test and Training Range Encroachment Prevention and Temporary Closure Act\n\nTITLE I--AUTHORIZATION FOR TEMPORARY CLOSURE OF CERTAIN PUBLIC LAND ADJACENT TO THE UTAH TEST AND TRAINING RANGE\n\n(Sec. 102) This bill directs the Departments of the Interior and the Air Force to enter into a memorandum of agreement to authorize the Air Force to impose limited closures of approximately 703,621 acres of specified public land administered by the Bureau of Land Management (BLM) in Utah for military operations and national security and public safety purposes.\n\nWithin 180 days of enactment of this bill, Interior and the Air Force shall complete a draft of the memorandum of agreement.\n\nDuring the 30-day period beginning when the draft is completed, there shall be an opportunity for public comment on the draft, including an opportunity for the Utah Test and Training Range Community Resource Advisory Group established by this bill to comment on it.\n\nThe memorandum of agreement shall allow Interior to continue management of the BLM land in accordance with the Federal Land Policy and Management Act of 1976 and applicable land use plans, while allowing for temporary closure of such land.\n\nInterior and the Air Force shall establish within the memorandum of agreement a framework for resolving any disagreement over the issuance of permits or rights-of-way on the BLM land.\n\nThe bill states that the memorandum of agreement shall be for a term to be determined by Interior and the Air Force, not exceeding 25 years. The memorandum may be terminated earlier if the Air Force determines that temporary closure of the BLM land is no longer necessary to fulfill Utah Test and Training Range mission requirements.\n\nIf corrective action is necessary on the BLM land as a result of an action of the Air Force, the Air Force shall:\n\n render the land safe for public use, and communicate the safety of the land to Interior when it is rendered safe for such use. Nothing in this title impacts grazing management on the BLM land.\n\nInterior shall continue management of grazing on the BLM land pursuant to the Federal Land Policy and Management Act of 1976 and applicable resource management plans.\n\nThe BLM land is withdrawn from appropriation under the public land laws, including the mining laws, mineral leasing laws, and geothermal leasing laws.\n\n (Sec. 103) If military operations (including operations related to fulfillment of the mission of the Utah Test and Training Range), public safety, or national security require the temporary closure of the use of roads, trails, or other portions of the BLM land to the public, the Air Force may take necessary action to carry out such closure. The bill limits such closures to minimum areas and specifies the maximum duration of such closures.\n\nThe Air Force shall provide notice to Interior, the public, or relevant stakeholders concerning a temporary closure:\n\n at least 30 days before the closure goes into effect; for a closure beginning on March 1 and ending on May 31, at least 60 days before the closure goes into effect; or for certain other closures at least 90 days before the closure goes into effect. In case a mission-unique security requirement does not allow for such notifications, the Air Force shall work with Interior to achieve a mutually agreeable timeline for a notification.\n\nThe total cumulative number of hours of temporary closures respecting the BLM land shall not exceed 100 hours annually.\n\nThe northernmost area identified as Newfoundland's on a specified map shall not be subject to any temporary closure between August 21 and February 28, in accordance with lawful hunting seasons in Utah.\n\nLivestock authorized by a federal grazing permit shall be allowed to remain on the BLM land during a temporary closure.\n\nInterior and the Air Force may enter into cooperative agreements with state and local law enforcement officials with respect to the lawful procedures and protocols to be used in promoting public safety and operation security on or near the BLM land during noticed test and training periods.\n\n(Sec. 104) The United States (including all departments, agencies, officers, and employees of the United States) shall be held harmless and shall not be liable for any injury or damage to any individual or property as a result of mining, mineral, or geothermal activities, or other authorized nondefense-related activities, conducted on the BLM land.\n\n(Sec. 105) The bill establishes the Utah Test and Training Range Community Resource Advisory Group to give input to Interior and the Air Force on matters involving public access to, use of, and management of the BLM land.\n\nSuch Group shall terminate 10 years after this bill's enactment.\n\n(Sec. 106) Nothing in this title expands the boundaries of the weapon impact area of the Utah Test and Training Range.\n\nNothing in this title, except as provided in section 103 of this bill, limits or alters an existing right or right of access to:\n\n the Knolls Special Recreation Management Area, or the BLM Community Pits Central Grayback and South Grayback, and any other county or community pit in close proximity to the BLM land. Nothing in this title alters any right reserved by treaty or federal law for federally recognized Indian tribes for tribal use.\n\nNothing in this title diminishes, enhances, or otherwise affects any other right or entitlement of the counties in which the BLM land is located to payments under the Payment In Lieu of Taxes program.\n\nInterior and the Utah Division of Wildlife Resources shall continue with the management of wildlife improvements, including guzzlers, already in existence on the BLM land.\n\nTITLE II--BUREAU OF LAND MANAGEMENT LAND EXCHANGE WITH STATE OF UTAH\n\n(Sec. 202) Interior shall convey to the state of Utah, acting through the School and Institutional Trust Lands Administration, BLM land in Box Elder, Millard, Juab, Tooele, and Beaver Counties, in exchange for nonfederal land owned by Utah in Box Elder, Juab, and Tooele Counties.\n\nThe values of the federal and nonfederal lands to be exchanged shall be determined by appraisals conducted by at least one independent and qualified appraiser. Such an appraisal shall be submitted to Interior and Utah for approval and its cost shall be paid equally by Interior and Utah.\n\nWith Interior's consent, Interior and Utah may agree to use an independent and qualified appraiser retained by Utah, and Interior shall reimburse Utah for 50% of the appraisal's cost.\n\nSuch appraisals: (1) shall be conducted according to nationally recognized appraisal standards, and (2) may take into account mineral and technical reports provided by Interior and Utah in evaluation of minerals in the federal and nonfederal lands.\n\nFederal land that is encumbered by a mining or millsite claim that was located under the Mining Law of 1872 shall be appraised according to standard appraisal practices.\n\nThe bill expresses the intent of Congress that land exchanges be completed within a year of final approval of the appraisals .\n\nAt least 30 days before the conveyance of the federal and nonfederal lands, all final appraisals and appraisal reviews shall be available for public review at the office of the Utah Director of the BLM.\n\nEither Interior or Utah shall publish in a newspaper in Salt Lake County, Utah, a notice that the appraisals conducted under this section are available for public inspection.\n\nThe values of the federal and nonfederal lands to be exchanged shall be equal or made equal in accordance with the equalization requirements set forth in this bill.\n\nIf the exchanged federal or nonfederal land is subject to a lease, permit, or contract for the grazing of domestic livestock, Interior and Utah shall allow such grazing to continue for the remainder of its term, subject to the related terms and conditions of user agreements, including permitted stocking rates, grazing fee levels, access rights, and ownership and use of range improvements.\n\nA holder of any grazing lease, permit, or contract shall be entitled to a right to renew.\n\nExcept as necessary to accommodate surface operations in support of mineral development, Interior or Utah shall not cancel or modify a grazing permit, lease, or contract because the land subject to it has been leased for such development.\n\nIf nonfederal land conveyed by Utah is used by a grazing permittee or lessee to meet the base property requirements for a federal grazing permit or lease, the land shall continue to qualify as a base property for the remaining term of the lease or permit, and the term of any renewal or extension of it.\n\nThe federal land to be conveyed to Utah is withdrawn from mineral location, entry, and patent under the mining laws pending its conveyance.\n\n(Sec. 203) The nonfederal land conveyed to the United States shall be managed according to the Federal Land Policy and Management Act of 1976 and applicable land use plans.\n\nUpon conveyance, the nonfederal land located within the Cedar Mountains Wilderness shall be added to and administered as part of such Wilderness.\n\nUpon conveyance, nonfederal land in a national wilderness area or national conservation area shall be managed according to the applicable provisions with respect to Washington County, Utah, under the Omnibus Public Land Management Act of 2009.\n\n(Sec. 204) The costs of remedial actions related to hazardous materials on acquired land shall be paid by the entities responsible for those costs under applicable law.\n\nThe Air Force shall be responsible for all costs of evaluation, management, and remediation caused by previous testing of military weapons systems and the training of military forces on the nonfederal land conveyed to the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to withdraw certain Bureau of Land Management land in the State of Utah from all forms of public appropriation, to provide for the shared management of the withdrawn land by the Secretary of the Interior and the Secretary of the Air Force to facilitate enhanced weapons testing and pilot training, enhance public safety, and provide for continued public access to the withdrawn land, to provide for the exchange of certain Federal land and State land, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Utah Test and Training Range Encroachment Prevention and Temporary Closure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Utah Test and Training Range Encroachment Prevention and Temporary Closure Act", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Utah Test and Training Range Encroachment Prevention and Temporary Closure Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-03-03T14:41:02Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2383.xml"
}