{
  "actions": [
    {
      "acted_at": "2016-03-17", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-03-17", 
      "action_code": "H11100", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committee on Science, Space, and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-17", 
      "action_code": "H11100", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Small Business, and in addition to the Committee on Science, Space, and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "action_code": "", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-03-23", 
      "action_code": "", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H12200", 
      "committees": [
        "HSSM"
      ], 
      "links": [
        {
          "name": "H. Rept. 114-705", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/house-report/705"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Small Business. H. Rept. 114-705, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H11210", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "House Committee on Science, Space, and Technology Granted an extension for further consideration ending not later than Dec. 16, 2016.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-30", 
      "action_code": "", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Research and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-12-16", 
      "action_code": "H12300", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Committee on Science, Space, and Technology discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-12-16", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "687", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 687.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4783-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 114-705"
  ], 
  "committees": [
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Research and Technology", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "V000081", 
      "district": "7", 
      "name": "Velazquez, Nydia M.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-03-17", 
      "state": "NY", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-03-23", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-03-17", 
  "number": "4783", 
  "official_title": "To reauthorize and improve the Small Business Innovation Research Program and the Small Business Technology Transfer Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercializing on Small Business Innovation Act of 2016", 
  "sponsor": {
    "bioguide_id": "C000266", 
    "district": "1", 
    "name": "Chabot, Steve", 
    "state": "OH", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-03-23", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advanced technology and technological innovations", 
    "Alaska Natives and Hawaiians", 
    "Commerce", 
    "Congressional oversight", 
    "Economic development", 
    "Indian social and development programs", 
    "Inflation and prices", 
    "Military procurement, research, weapons development", 
    "Minority and disadvantaged businesses", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Small Business Administration", 
    "Small business", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2016-07-25T14:06:14Z", 
    "text": "Commercializing on Small Business Innovation Act of 2016\n\n(Sec. 2) This bill amends the Small Business Act to reauthorize for FY2017-FY2022 both the Small Business Innovation Research (SBIR) Program and the Small Business Technology Transfer (STTR) Program.\n\nThe Small Business Administration (SBA) shall continue through FY2022 to permit each federal agency to use up to 3% of its SBIR program funds to assist the agency in its required SBIR or STTR program's administration and related activities.\n\n(Sec. 3) The bill also increases the percentages of required agency expenditures with small business concerns under these programs for each of those fiscal years.\n\n(Sec. 4) The bill revises SBIR and STTR annual reporting requirements to establish deadline dates. The SBA's annual report to Congress on these programs shall be due by December 31 of each year. Federal agency annual reports to the SBA on their SBIR or STTR program shall be due by March 30. The SBA must report annually to Congress by June 30 on the use of SBIR program funds by federal agencies for specified purposes in the Act.\n\n(Sec. 5) SBA policy directives shall index SBIR and STTR awards for inflation. As under current law, an award for: (1) Phase I of an SBIR or STTR program may not exceed $150,000, and (2) Phase II of such program may not exceed $1 million. The SBA shall continue to adjust these dollar amounts for inflation.\n\n(Sec. 6) This bill requires the Department of Defense (which under current law is already authorized) to create insertion incentives under the Department of Defense Commercialization Readiness Program for any contract with a value of at least $100 million to:\n\n establish goals for the transition of Phase III technologies in subcontracting plans, and require a prime contractor on such a contract to report the number and dollar amount of contracts entered into by that prime contractor for Phase III SBIR or STTR projects. (Sec. 7) The SBA shall modify its policy directives to make clear that HUBZone small business concerns owned and controlled by Alaska Native Corporations, owned by Indian tribal governments, and owned by Native Hawaiian Organizations are eligible to receive SBIR and STTR awards.\n\n(Sec. 8) Any federal agency required to have an SBIR program (covered agency) shall implement a commercialization assistance pilot program (CAPP) through FY2022 to award eligible entities with a second sequential SBIR award, unless the agency already has a program sufficiently similar to CAPP.\n\nA covered agency may spend up to 5% of its total SBIR budget for CAPP awards, to be distributed during the recipient's Phase II award period. Such awards may only be used for research and development activities that build on the eligible entity's Phase II program and catalyze acceleration towards commercialization.\n\nThe SBA shall require as a condition of any CAPP award that an equal matching amount (excluding any fees collected from recipients of such assistance) be provided from an eligible third-party investor before the end of the CAPP award. An eligible entity may not use funding from ineligible sources to meet this matching requirement.\n\nThe term:\n\n \"eligible entity\" means a small business concern that has received a Phase II award and a Phase II sequential award from the covered agency to which such entity is applying for a second sequential SBIR award; \"eligible third-party investor\" means a small business concern other than the eligible entity, a venture capital firm, an individual investor, a non-SBIR federal, state, or local government, or any combination; and \"ineligible sources\" means the awardee's internal research and development funds, funding in forms other than cash such as in-kind or other intangible assets, funding from the owners of the eligible entity, or the family members or affiliates of such owners, or funding attained through loans or other forms of debt obligations. (Sec. 9) The bill eliminates the authority of an agency to request a waiver of the requirement to use a portion of SBIR funds for outreach efforts to increase the participation of:\n\n social and economically disadvantaged small business concerns and certain woman-owned small business concerns, and states in which a low level of SBIR awards have historically been awarded."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize and improve the Small Business Innovation Research Program and the Small Business Technology Transfer Program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Commercializing on Small Business Innovation Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Commercializing on Small Business Innovation Act of 2016", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Commercializing on Small Business Innovation Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:40:29Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr4783.xml"
}