{
  "actions": [
    {
      "acted_at": "2015-07-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-09", 
      "action_code": "", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-20", 
      "action_code": "", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-05-18", 
      "action_code": "", 
      "committee": "Environment and Public Works", 
      "committees": [
        "SSEV"
      ], 
      "links": [
        {
          "name": "report No. 114-256", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/256"
        }
      ], 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Inhofe with an amendment. With written report No. 114-256.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-05-18", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "470", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 470.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1724-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-256"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B000711", 
      "district": null, 
      "name": "Boxer, Barbara", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-07-09", 
      "state": "CA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000062", 
      "district": null, 
      "name": "Feinstein, Dianne", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-07-09", 
      "state": "CA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000146", 
      "district": null, 
      "name": "Reid, Harry", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-07-09", 
      "state": "NV", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-18", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-09", 
  "number": "1724", 
  "official_title": "A bill to provide for environmental restoration activities and forest management activities in the Lake Tahoe Basin, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3692-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2848-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s612-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Lake Tahoe Restoration Act of 2015", 
  "sponsor": {
    "bioguide_id": "H001041", 
    "district": null, 
    "name": "Heller, Dean", 
    "state": "NV", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-01-20", 
  "subjects": [
    "California", 
    "Environmental protection", 
    "Lakes and rivers", 
    "Land transfers", 
    "Nevada", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-05-18T16:29:01Z", 
    "text": "Lake Tahoe Restoration Act of 2015 \n\nThis bill revises and reauthorizes the Lake Tahoe Restoration Act for 10 fiscal years after the bill's enactment.\n\n(Sec. 2) The bill amends the findings and purposes of the Lake Tahoe Restoration Act to include relevant findings since its enactment in 2000, including references to the 2011 and 2012 Lake Tahoe Forums and updated levels of support provided by public and private entities to the Lake Tahoe Basin since 1997.\n\n(Sec. 3) The bill adds definitions, including \"Environmental Improvement Program\" as the program adopted by the Tahoe Regional Planning Agency and \"forest management activity\" to mean: (1) prescribed burning for ecosystem health and hazardous fuels reduction, (2) mechanical and minimum tool treatment, (3) stream environment zone restoration and other watershed and wildlife habitat enhancements, and (4) other activities consistent with practices of the Forest Service of the Department of Agriculture.\n\n(Sec. 4) The bill adds additional requirements for the management of the Lake Tahoe Basin Management Unit, including by requiring the Forest Service to:\n\n coordinate with the Environmental Protection Agency (EPA) and state, local, and private entities, including local fire departments and volunteer groups; conduct forest management activities in the Basin in a manner that helps achieve and maintain the environmental threshold carrying capacities established by the Tahoe Regional Planning Agency and that attains multiple ecosystem benefits, unless such activities would excessively increase the cost of a program; and establish and monitor post-program ground condition criteria for ground disturbance caused by forest management activities. Subject to valid existing rights, the federal land located in the Basin is withdrawn from: (1) all forms of entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under all laws relating to mineral and geothermal leasing. A land conveyance is exempt from the withdrawal if it is carried out under the Lake Tahoe Restoration Act or the Santini-Burton Act.\n\nThe Lake Tahoe Basin Management Unit must support the attainment of the environmental threshold carrying capacities established by the Planning Agency.\n\nThe Forest Service may enter into contracts or cooperative agreements with public and private entities to provide for fuel reduction, erosion control, reforestation, Stream Environment Zone restoration, and similar management activities on federal and nonfederal land within programs in the Basin.\n\n(Sec. 5) The bill mandates and funds priority programs in the Basin, including programs for fire risk reduction and forest management, invasive species management, stormwater management, erosion projects, and for the Lahontan Cutthroat Trout Recovery Program.\n\nThe bill imposes civil penalties up to $1,000 for launching a boat that is not decontaminated to prevent the spread of invasive species. (Sec. 6) The bill authorizes the Army Civil Works Division to enter into interagency agreements with nonfederal interests in the Basin to provide technical assistance for the Environmental Improvement Program.\n\nThe Forest Service, the EPA, the Fish and Wildlife Service, and the U.S. Geological Survey, in coordination with the Tahoe Regional Planning Agency and the states of California and Nevada, must develop and implement a plan for monitoring, assessment, and research to evaluate the effectiveness of the Environmental Improvement Program. The bill requires reporting on the status of all programs authorized by this bill.\n\nThe President must submit information as part of the President's annual budget about each federal agency involved in the Environmental Improvement Program. (Sec. 8) The Forest Service must reimburse two-thirds of the costs incurred by local utility districts for relocating facilities in connection with environmental restoration programs under this bill and erosion control programs.\n\nA program provided assistance under this bill shall include signage at the program site that informs the public about the amount of federal funds being provided to the program and that displays the visual identity mark of the EPA. (Sec. 9) The bill amends the Santini-Burton Act to authorize: (1) a donation from the California Tahoe Conservancy and the California Department of Parks and Recreation to the Forest Service of 1,981 acres of land administered by the Conservancy and 187 acres of land administered by California State Parks; and (2) a transfer from the Forest Service to Nevada of 38.68 acres of land known as the Van Sickle Unit USFS Inholding and 92.28 acres of land known as the Lake Tahoe Nevada State Park USFS Inholding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Lake Tahoe Restoration Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Lake Tahoe Restoration Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for environmental restoration activities and forest management activities in the Lake Tahoe Basin, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Lake Tahoe Restoration Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T06:57:13Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1724.xml"
}