{
  "actions": [
    {
      "acted_at": "2016-03-08", 
      "action_code": "", 
      "committee": "Committee on Appropriations Senate Subcommittee on Financial Services and General Government", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Financial Services and General Government. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 114-433.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2016-04-05", 
      "action_code": "", 
      "committee": "Committee on Appropriations Senate Subcommittee on Financial Services and General Government", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Financial Services and General Government. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 114-433.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2016-04-12", 
      "action_code": "", 
      "committee": "Committee on Appropriations Senate Subcommittee on Financial Services and General Government", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Financial Services and General Government. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 114-433.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2016-06-16", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-16", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "links": [
        {
          "name": "report No. 114-280", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/280"
        }
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Boozman. With written report No. 114-280.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-16", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "520", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 520.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3067-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-280"
  ], 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Financial Services and General Government", 
      "subcommittee_id": "23"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-03-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-16", 
  "number": "3067", 
  "official_title": "An original bill making appropriations for financial services and general government for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5485-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Financial Services and General Government Appropriations Act, 2017", 
  "sponsor": {
    "bioguide_id": "B001236", 
    "district": null, 
    "name": "Boozman, John", 
    "state": "AR", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-06-16", 
  "subjects": [
    "Administrative Conference of the U.S.", 
    "Advisory bodies", 
    "Appropriations", 
    "Banking and financial institutions regulation", 
    "Bankruptcy", 
    "Business investment and capital", 
    "Commodity Futures Trading Commission", 
    "Consumer Product Safety Commission", 
    "Department of the Treasury", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education programs funding", 
    "Election Assistance Commission", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Federal Communications Commission (FCC)", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Election Commission (FEC)", 
    "Federal Labor Relations Authority", 
    "Federal Trade Commission (FTC)", 
    "Federal appellate courts", 
    "Federal district courts", 
    "General Services Administration", 
    "Internal Revenue Service (IRS)", 
    "Judicial procedure and administration", 
    "Merit Systems Protection Board", 
    "National Archives and Records Administration", 
    "National Credit Union Administration", 
    "Office of Government Ethics", 
    "Office of Personnel Management (OPM)", 
    "Office of Special Counsel", 
    "Postal Regulatory Commission", 
    "Privacy and Civil Liberties Oversight Board", 
    "Securities and Exchange Commission (SEC)", 
    "Selective Service System", 
    "Small Business Administration", 
    "Small business", 
    "Specialized courts", 
    "State and local finance", 
    "Student aid and college costs", 
    "Supreme Court", 
    "Tax administration and collection, taxpayers", 
    "U.S. Postal Service", 
    "U.S. Sentencing Commission"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2016-06-16T14:00:58Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights: \n\nThis bill provides FY2017 appropriations to agencies responsible for:\n\n regulating the financial, telecommunications, and consumer products industries; collecting taxes and assisting taxpayers; managing federal buildings and the federal workforce; and operating the Executive Office of the President, the judiciary, and the District of Columbia. The bill decreases overall Financial Services and General Government discretionary funding below FY2016 levels.\n\nCompared to FY2016 levels, the bill increases funding for the Department of the Treasury, the judiciary and the District of Columbia; and decreases funding for the General Services Administration. Within the Treasury budget, the bill funds the Internal Revenue Service (IRS) at the FY2016 level.\n\nThe bill also includes provisions that:\n\n relax certain travel and trade restrictions with Cuba, permit banks to provide services to entities that sell marijuana in states where it is legal, prohibit the Securities and Exchange Commission from requiring corporations to disclose political contributions, and restrict certain IRS actions and regulations regarding tax-exempt organization. Full Summary: \n\nFinancial Services and General Government Appropriations Act, 2017 \n\nProvides FY2017 appropriations for financial services and general government, including programs within the Department of the Treasury, the Executive Office of the President, the federal judiciary, the District of Columbia, and several independent agencies.\n\nDepartment of the Treasury Appropriations Act, 2017 \n\nTITLE I--DEPARTMENT OF THE TREASURY\n\nProvides appropriations to the Department of the Treasury for Departmental Offices, including:\n\n Salaries and Expenses, the Cybersecurity Enhancement Account, Department-Wide Systems and Capital Investment Programs, the Office of Inspector General, the Treasury Inspector General for Tax Administration, and the Special Inspector General for the Troubled Asset Relief Program. Provides appropriations to Treasury for:\n\n the Financial Crimes Enforcement Network, the Bureau of the Fiscal Service, the Alcohol and Tobacco Tax and Trade Bureau, the U.S. Mint, and the Community Development Financial Institutions Fund Program Account. Rescinds specified unobligated balances from the Treasury Forfeiture Fund.\n\nProvides appropriations to the Internal Revenue Service (IRS) for:\n\n Taxpayer Services, Enforcement, Operations Support, and Business Systems Modernization. (Sec. 101) Permits up to 5% of any IRS appropriation provided by this bill to be transferred to any other IRS appropriation upon advance approval of Congress.\n\n(Sec. 102) Requires the IRS to maintain an employee training program that includes taxpayers' rights, dealing courteously with taxpayers, cross-cultural relations, ethics, and the impartial application of tax law.\n\n(Sec. 103) Requires the IRS to institute and enforce policies and procedures to safeguard the confidentiality of taxpayers' information and protect taxpayers against identity theft.\n\n(Sec. 104) Permits the IRS to use funds for improved facilities and increased staffing to provide sufficient and effective 1-800 help line service for taxpayers.\n\n(Sec. 105) Bars the IRS from using funds provided by this bill to make a video unless it is approved in advance by the Service-Wide Video Editorial Board.\n\n(Sec. 106) Requires the IRS to: (1) issue a notice of confirmation of any address changes relating to an employer making employment tax payments, and (2) give special consideration to an offer-in-compromise from a taxpayer who has been the victim of fraud by a third party payroll tax preparer.\n\n(Sec. 107) Prohibits the IRS from using funds provided by this bill to target U.S. citizens for exercising any rights guaranteed under the First Amendment to the U.S. Constitution.\n\n(Sec. 108) Prohibits the IRS from using funds provided by this bill to target groups for regulatory scrutiny based on their ideological beliefs.\n\n(Sec. 109) Requires the IRS to comply with certain procedures and policies for conference spending that were recommended by the Treasury Inspector General for Tax Administration.\n\n(Sec. 110) Prohibits the IRS from using funds provided by this bill for providing employee bonuses or hiring former employees without considering conduct and federal tax compliance.\n\n(Sec. 111) Prohibits the IRS from using funds provided by this bill to violate the confidentiality of tax returns and return information.\n\n(Sec. 112) Prohibits the IRS from using funds provided by this bill for pre-populated returns.\n\n(Sec. 113) Provides additional funds to the IRS for measurable improvements in the customer service representative level of service rate, to improve the identification and prevention of refund fraud and identity theft, and to enhance cybersecurity to safeguard taxpayer data. Prohibits the funds from being used to support the Patient Protection and Affordable Care Act (PPACA).\n\n(Sec. 114) Permits Treasury to use funds provided by this bill for uniforms; maintenance, repairs, and cleaning; insurance for official motor vehicles operated in foreign countries; contracts with the Department of State for health and medical services to employees and their dependents serving in foreign countries; and experts or consultants.\n\n(Sec. 115) Permits certain transfers between Treasury accounts, subject to congressional approval and specified requirements.\n\n(Sec. 116) Permits the IRS to transfer certain funds to the Treasury Inspector General for Tax Administration, subject to congressional approval and specified requirements.\n\n(Sec. 117) Bars Treasury or the Bureau of Engraving and Printing from using funds to redesign the $1 Federal Reserve note.\n\n(Sec. 118) Permits Treasury to transfer funds from Bureau of Fiscal Services--Salaries and Expenses to the Debt Collection Fund to cover the costs of debt collection. Requires the transferred amounts to be reimbursed from debt collections received in the fund.\n\n(Sec. 119) Prohibits the U.S. Mint from using funds to construct or operate any museum without congressional approval.\n\n(Sec. 120) Prohibits the use of funds to merge the U.S. Mint and the Bureau of Engraving and Printing without congressional approval.\n\n(Sec. 121) Deems funds provided for Treasury's intelligence-related activities as authorized for FY2017 until enactment of the Intelligence Authorization Act for FY2017.\n\n(Sec. 122) Permits up to $5,000 to be made available from the Bureau of Engraving and Printing's Industrial Revolving Fund for official reception and representation expenses.\n\n(Sec. 123) Requires Treasury to submit a capital investment plan to Congress.\n\n(Sec. 124) Requires Treasury to report to Congress on the Franchise Fund.\n\n(Sec. 125) Requires Treasury to report to Congress on economic warfare and financial terrorism.\n\n(Sec. 126) Prohibits Treasury from using funds for certain regulations, revenue rulings, or other guidance related to the standards used to determine the tax-exempt status of a 501(c)(4) organization.\n\nExecutive Office of the President Appropriations Act, 2017 \n\nTITLE II--EXECUTIVE OFFICE OF THE PRESIDENT AND FUNDS APPROPRIATED TO THE PRESIDENT\n\nProvides FY2017 appropriations to the Executive Office of the President and designated accounts, including:\n\n the White House, the Executive Residence at the White House, White House Repair and Restoration, the Council of Economic Advisers, the National Security Council and the Homeland Security Council, the Office of Administration, Presidential Transition Administrative Support, the Office of Management and Budget (OMB), the Office of National Drug Control Policy, Unanticipated Needs, Information Technology Oversight and Reform, Special Assistance to the President, and the Official Residence of the Vice President. (Sec. 201) Permits certain transfers of funds between accounts within the Executive Office of the President, subject to congressional approval and specified requirements.\n\n(Sec. 202) Require the OMB to report to Congress on the costs of implementing the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank).\n\n(Sec. 203) Requires the OMB to include a statement of budgetary impact with any executive order or Presidential memorandum issued during FY2017.\n\nJudiciary Appropriations Act, 2017 \n\nTITLE III--THE JUDICIARY\n\nProvides FY2017 appropriations to the judiciary for:\n\n the Supreme Court of the United States; the U.S. Court of Appeals for the Federal Circuit; the U.S. Court of International Trade; Courts of Appeals, District Courts, and Other Judicial Services; the Administrative Office of the U.S. Courts; the Federal Judicial Center; and the U.S. Sentencing Commission. (Sec. 301) Permits funds provided by this title for salaries and expenses to be used for the employment of temporary or intermittent experts and consultants.\n\n(Sec. 302) Permits certain transfers of funds between judiciary accounts, subject to congressional notification and specified requirements.\n\n(Sec. 303) Permits up to $11,000 of appropriations provided for salaries and expenses for Courts of Appeals, District Courts, and Other Judicial Services to be used for official reception and representation expenses of the Judicial Conference of the United States.\n\n(Sec. 304) Permits the delegation of authority to the judiciary for contracts for repairs that are under $100,000.\n\n(Sec. 305) Continues a pilot program for the U.S. Marshals Service to provide perimeter security services at selected courthouses.\n\n(Sec. 306) Amends the Judicial Improvements Act of 1990; the Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006; and the 21st Century Department of Justice Appropriations Authorization Act to extend several temporary judgeships.\n\n(Sec. 307) Extends for one year the authorization of several temporary bankruptcy judgeships.\n\n(Sec. 308) Provides funding for a commission to study and make recommendations regarding the present division of the U.S. Courts of Appeals, with particular reference to the U.S Court of Appeals for the Ninth Circuit.\n\nDistrict of Columbia Appropriations Act, 2017 \n\nTITLE IV--DISTRICT OF COLUMBIA\n\nProvides FY2017 appropriations to the District of Columbia, including federal payments for:\n\n Resident Tuition Support; Emergency Planning and Security Costs in the District of Columbia; District of Columbia Courts; Defender Services in District of Columbia Courts; the Court Services and Offender Supervision Agency for the District of Columbia; the District of Columbia Public Defender Service; the District of Columbia Water and Sewer Authority; the Criminal Justice Coordinating Council; Judicial Commissions; School Improvement; the District of Columbia National Guard; and Testing and Treatment of HIV/AIDS. Provides local funds for the operation of the District of Columbia out of the General Fund of the District of Columbia.\n\nTITLE V--INDEPENDENT AGENCIES\n\nProvides appropriations for independent agencies, including:\n\n the Administrative Conference of the United States, the Commodity Futures Trading Commission. the Consumer Product Safety Commission, the Election Assistance Commission, the Federal Communications Commission (FCC), the Federal Deposit Insurance Corporation, the Federal Election Commission, the Federal Labor Relations Authority, the Federal Trade Commission (FTC), the General Services Administration (GSA), the Harry S. Truman Scholarship Foundation, the Merit Systems Protection Board, the Morris K. Udall and Stewart L. Udall Foundation, the National Archives and Records Administration, the National Credit Union Administration, the Office of Government Ethics, the Office of Personnel Management (OPM), the Office of Special Counsel, the Postal Regulatory Commission, the Privacy and Civil Liberties Oversight Board, the Securities and Exchange Commission (SEC), the Selective Service System, the Small Business Administration (SBA), the U.S. Postal Service, and the U.S. Tax Court. Requires the U.S. Postal Service to continue six day delivery and rural delivery of the mail at not less than the 1983 level.\n\n(Sec. 501) Amends the Universal Service Antideficiency Temporary Suspension Act to extend the exemption for the FCC's Universal Service Fund from provisions of the Antideficiency Act limiting the expenditure and obligation of funds by federal employees.\n\n(Sec. 502) Prohibits the FCC from using funds provided by this bill to change the rules for universal service payments to implement recommendations of the Federal-State Joint Board on Universal Service regarding single connection or primary line restrictions.\n\n(Sec. 510) Permits the GSA to use funds to hire passenger motor vehicles.\n\n(Sec. 511) Permits funds in the Federal Buildings Fund made available for FY2017 to be transferred between activities if necessary to meet program requirements, subject to congressional approval.\n\n(Sec. 512) Requires budget requests for courthouse construction funds to meet specified standards.\n\n(Sec. 513) Prohibits funds provided by this bill from being used to increase square footage, provide cleaning services or security enhancements, or provide any other service usually provided through the Federal Buildings Fund to any agency that does not pay the assessed rent.\n\n(Sec. 514) Permits the GSA to use specified funds to pay claims against the federal government that are under $250,000 and arise from direct construction projects and building acquisitions if Congress is notified in advance.\n\n(Sec. 515) Requires GSA, if specified congressional committees adopt a resolution granting lease authority pursuant to a prospectus, to ensure that the delineated area of procurement matches the prospectus.\n\n(Sec. 516) Requires GSA to submit a spending plan and explanation to Congress for each project funded with the Major Repairs and Alterations and Judiciary Capital Security Program accounts, and E-Government projects funded with the Federal Citizens Services Fund.\n\n(Sec. 520) Permits the SBA to transfer specified funds between appropriations accounts.\n\n(Sec. 521) Rescinds specified unobligated balances from the Certified Development Company Program.\n\nTITLE VI--GENERAL PROVISIONS--THIS ACT\n\nSets forth permissible, restricted, and prohibited uses for funds provided by this bill.\n\n(Sec. 601) Prohibits funds provided by this bill from being used to pay expenses or otherwise compensate non-federal parties intervening in regulatory or adjudicatory proceedings funded in this bill.\n\n(Sec. 602) Prohibits funds provided by this bill from being obligated beyond the current fiscal year or transferred to other appropriations unless authority is expressly provided by this bill.\n\n(Sec. 603) Limits expenditures for consulting services to contracts where expenditures are a matter of public record, except where otherwise permitted under existing law.\n\n(Sec. 604) Prohibits funds provided by this bill from being transferred to any department, agency, or instrumentality of the U.S. government, except pursuant to transfer authority provided by an appropriations Act.\n\n(Sec. 605) Requires enforcement of a Tariff Act of 1930 provision barring the importation of goods manufactured using convict labor.\n\n(Sec. 606) Requires entities receiving funds provided by this bill to comply with the Buy American Act.\n\n (Sec. 607) Prohibits the use of funds provided by this bill by any person or entity convicted of violating the Buy American Act.\n\n(Sec. 608) Provides authority, restrictions, and requirements for reprogramming. Requires agencies funded in this bill to submit to Congress a report establishing a baseline for the application of reprogramming and transfer authorities.\n\n(Sec. 609) Permits up to 50% of unobligated balances remaining at the end of FY2017 for salaries and expenses to remain available through FY2018, subject to reprogramming guidelines and congressional approval.\n\n(Sec. 610) Prohibits the Executive Office of the President from using funds provided by this bill to request either a Federal Bureau of Investigation background investigation or an IRS determination of tax-exempt status under section 501(a) of the Internal Revenue Code, except with the consent of the individual involved in an investigation or in extraordinary circumstances involving national security.\n\n(Sec. 611) Makes certain cost accounting standards inapplicable to contracts under the Federal Employees Health Benefits Program.\n\n(Sec. 612) Permits the OPM to accept and utilize funds made available for resolving litigation and implementing any settlement agreements regarding the nonforeign area cost-of-living allowance program.\n\n(Sec. 613) Prohibits funds provided by this bill from being used to pay for an abortion, or the administrative expenses in connection with any health plan under the Federal Employees Health Benefits Program which provides any benefits or coverage for abortions.\n\n(Sec. 614) Provides exceptions to the prohibition in section 613 if the life of the mother would be endangered if the fetus were carried to term, or the pregnancy is the result of an act of rape or incest.\n\n(Sec. 615) Waives Buy American Act restrictions for commercial information technology acquired by the federal government.\n\n(Sec. 616) Prohibits an officer or employee of any regulatory agency or commission funded by this bill from accepting payments or reimbursements for travel, subsistence, or related expenses from a person or entity regulated by the agency or commission, subject to an exception for nonprofit tax-exempt organizations.\n\n(Sec. 617) Permits the Commodity Futures Trading Commission and the SEC to use funds for the interagency funding and sponsorship of a joint advisory committee to advise on emerging regulatory issues.\n\n(Sec. 618) Requires agencies covered by this bill to consult with the GSA before seeking new office space or making alterations to existing office space. Permits any agency with authority to enter into an emergency lease to do so during any period declared by the President to require emergency leasing authority.\n\n(Sec. 619) Provides funds required under current law for:\n\n compensation of the President; payments to the Judicial Officers' Retirement Fund, the Judicial Survivors' Annuities Fund, and the U.S. Court of Federal Claims Judges' Retirement Fund; payment of government contributions for health and life insurance benefits of federal retired employees; payments to finance the unfunded liability of annuity benefits under the Civil Service Retirement and Disability Fund; and payments of annuities authorized to be paid from the Civil Service Retirement and Disability Fund. (Sec. 620) Permits the Public Company Accounting Oversight Board to obligate specified funds to remain available until expended for the scholarship program established by the Sarbanes-Oxley Act of 2002.\n\n(Sec. 621) Prohibits the FTC from using funds provided by this bill to complete the draft report entitled \"Interagency Working Group on Food Marketed to Children: Preliminary Proposed Nutrition Principles to Guide Industry Self-Regulatory Efforts\" unless the Working Group complies with Executive Order 13563 (Improving Regulation and Regulatory Review).\n\n(Sec. 622) Bars the use of funds provided by this bill for the following positions:\n\n Director, White House Office of Health Reform; Assistant to the President for Energy and Climate Change; Senior Advisor to the Secretary of the Treasury assigned to the Presidential Task Force on the Auto Industry and Senior Counselor for Manufacturing Policy; and White House Director of Urban Affairs. (Sec. 623) Prohibits the OPM from using funds provided by this bill to permit security clearance-related background investigators to conduct final quality reviews of their own work.\n\n(Sec. 624) Requires agencies funded by this bill to ensure that the Chief Information Office of the agency has the authority to participate in budgeting decisions related to information technology. Requires funding for information technology to be allocated consistent with guidance provided by appropriations Acts, OMB, and the agency's Chief Information Officer.\n\n(Sec. 625) Prohibits funds provided by this bill from being used in contravention of the Federal Records Act.\n\n(Sec. 626) Prohibits funds provided by this bill from being used to require a provider of electronic communication service to the public or remote computing service to disclose electronic communications in a manner that violates the Fourth Amendment of the U.S. Constitution.\n\n(Sec. 627) Prohibits the FCC from making modifications to Universal Service Fund rules related to Mobility Fund Phase II.\n\n(Sec. 628) Prohibits the SEC from using funds provided by this bill to require the disclosure of political contributions, contributions to tax-exempt organizations, or dues paid to trade associations.\n\n(Sec. 629) Requires the OPM to provide comprehensive identify protection coverage to individuals affected by the data breach of OPM systems. Requires the coverage to be effective for at least 10 years and include at least $5 million in identity theft insurance.\n\n(Sec. 630) Requires departments and agencies funded by this bill to provide an Inspector General (IG) funded by this bill with timely access to records, documents, or other materials available to the department or agency over which the IG has responsibility. Requires each IG to comply with specified statutory limitations on disclosure of the information provided.\n\n(Sec. 631) Prohibits the FCC from requiring the termination or modification of a television joint sales agreement as a condition of the transfer or assignment of a station license or the transfer of station ownership or control. Requires the FCC, upon request of the transferee or assignee of the station license, to eliminate any such condition that was imposed after March 31, 2014, and permit the licensees of the stations whose advertising was jointly sold pursuant to the agreement to enter into a new joint sales agreement on substantially similar terms and conditions as the prior agreement.\n\n(Sec. 632) Prohibits funds provided by this bill from being used for a portion of a proposed SEC rule that would require a shareholder to notify an investment company that the shareholder wishes to receive printed copies of certain required shareholder reports in order for the company to be required to provide the printed copies instead of transmitting the reports electronically.\n\n(Sec. 633) Prohibits the FCC from using funds provided by this bill for proposed rules related to the commercial availability of set-top boxes until: (1) the Government Accountability Office has completed a specified study, (2) the FCC has sought public comment on the study and addressed concerned raised in the comments in a report adopted by a majority vote of the FCC.\n\n(Sec. 634) Amends the Trade Sanctions Reform and Export Enhancement Act of 2000 to permit a person subject to the jurisdiction of the United States to provide payment or financing terms for sales of agricultural commodities to Cuba or an individual or entity in Cuba.\n\nAmends the Cuban Democracy Act of 1992 to permit vessels entering ports or places in Cuba to load or unload freight in the United States.\n\n(Sec. 635) Prohibits funds from being used to implement any law, regulation, or policy that prohibits or otherwise restricts travel, or any transaction incident to travel, to or from Cuba by any citizen or legal resident of the United States.\n\n(Sec. 636) Prohibits funds from being used to restrict any person subject to the jurisdiction of the United States from activities and transactions related to exporting consumer communication devices and other telecommunications equipment to Cuba, providing telecommunications services to individuals or entities in Cuba, or establishing facilities to provide telecommunications services connecting Cuba with another country.\n\n(Sec. 637) Prohibits funds from being used to implement any law, regulation, or policy that prohibits the provision of technical services otherwise permitted under an international air transportation agreement in the United States for an aircraft of a foreign air carrier that is en route to or from Cuba based on the restrictions set forth in Cuban Assets Control Regulations. Includes an exception for foreign carriers that: (1) are owned by the government of Cuba or are based in Cuba, or (2) do not otherwise have a license to make transit stops in the United States.\n\n(Sec. 638) Prohibits funds provided by this bill from being used in states where marijuana is legal to prohibit or penalize a financial institution for providing financial services to entities engaged in commercial activities related to marijuana.\n\nTITLE VII--GENERAL PROVISIONS--GOVERNMENT-WIDE\n\nSets forth permissible, restricted, and prohibited uses for funds provided by this and other appropriations Acts.\n\n(Sec. 701) Requires agencies to administer a policy designed to ensure that all workplaces are free from the illegal use, possession, or distribution of controlled substances.\n\n(Sec. 702) Establishes price limitations on vehicles purchased by the federal government and specifies exceptions.\n\n(Sec. 703) Permits appropriations for the current fiscal year to be used for quarters and cost-of-living allowances.\n\n(Sec. 704) Prohibits the employment of noncitizens whose posts of duty would be in the continental United States, subject to specified exceptions.\n\n(Sec. 705) Permits appropriations provided to any department or agency for necessary expenses such as maintenance and operating expenses to be used for payments to the GSA for space and services.\n\n(Sec. 706) Permits agencies to use receipts from the sale of materials through recycling or waste prevention programs for: (1) acquisition, waste reduction and prevention, and recycling programs; (2) other federal agency environmental management programs; and (3) other employee programs as authorized by law or as deemed appropriate by the agency.\n\n(Sec. 707) Permits funds provided to certain corporations and agencies for administrative expenses to be used to pay rent and other service costs in the District of Columbia.\n\n(Sec. 708) Prohibits interagency financing of boards, commissions, councils, committees, or similar groups absent prior statutory approval.\n\n(Sec. 709) Prohibits funds from being used to implement, administer, or enforce any regulation which has been disapproved pursuant to a joint resolution.\n\n(Sec. 710) Prohibits spending more than $5000 to redecorate or furnish the office of the head of a department or agency in specified circumstances unless Congress is notified in advance.\n\n(Sec. 711) Permits interagency funding of national security and emergency preparedness telecommunications initiatives.\n\n(Sec. 712) Requires agencies to certify that certain appointments were not created solely or primarily to detail an individual to the White House.\n\n(Sec. 713) Prohibits the use of funds to prevent federal employees from communicating with Congress or to take disciplinary or personnel actions against employees for communicating with Congress.\n\n(Sec. 714) Prohibits funds from being used for training that is not directly related to the performance of official duties.\n\n(Sec. 715) Prohibits an agency of the executive branch from using funds for publicity or propaganda purposes and for the preparation or distribution of materials designed to support or defeat legislation pending before Congress.\n\n(Sec. 716) Prohibits an agency from providing a federal employee's home address to any labor organization absent employee authorization or a court order.\n\n(Sec. 717) Prohibits funds from being used to provide any non-public information such as mailing, telephone, or electronic mailing lists to any organization outside the federal government without approval of Congress.\n\n(Sec. 718) Prohibits funds from being used for propaganda and publicity purposes not authorized by Congress.\n\n(Sec. 719) Directs agency employees to use official time in an honest effort to perform official duties.\n\n(Sec. 720) Allows the use of funds to finance an appropriate share of the Federal Accounting Standards Advisory Board administrative costs.\n\n(Sec. 721) Permits agencies to transfer funds to the GSA to support specified government-wide and multiagency activities that meet certain requirements and are approved by the OMB.\n\n(Sec. 722) Permits breastfeeding at any location in a federal building or on federal property if the woman and child are authorized to be there.\n\n(Sec. 723) Permits interagency funding of the National Science and Technology Council, and requires the OMB to provide a report describing the budget and resources connected with the council.\n\n(Sec. 724) Requires documents involving the distribution of federal funds to indicate the agency providing the funds and the amount provided.\n\n(Sec. 725) Prohibits the use of funds to monitor personal information relating to the use of federal Internet sites, subject to specified exceptions.\n\n(Sec. 726) Prohibits the use of funds provided by this bill for health plans with prescription drug coverage unless contraceptive coverage is included. Includes exemptions for certain religious plans. Prohibits plans from discriminating against individuals who refuse to provide contraceptives due to religious beliefs or moral convictions.\n\n(Sec. 727) Specifies that the United States is committed to ensuring the health of its Olympic, Pan American, and Paralympic athletes, and supports the strict adherence to anti-doping in sports through testing, adjudication, education, and research.\n\n(Sec. 728) Permits federal agencies and departments to use funds appropriated for official travel to participate in the fractional aircraft ownership pilot program, if consistent with OMB Circular A-126 regarding official travel for government personnel.\n\n(Sec. 729) Prohibits funds from being used to implement OPM regulations limiting executive branch detailees to the legislative branch or to implement limitations on the Coast Guard Congressional Fellowship Program.\n\n(Sec. 730) Prohibits agencies from using funds for additional law enforcement training facilities that are not within or contiguous to existing locations without the approval of Congress. Permits the Federal Law Enforcement Training Center to obtain the temporary use of additional facilities for training which cannot be accommodated in existing facilities.\n\n(Sec. 731) Prohibits agencies from using funds to produce any prepackaged news story intended for broadcast or distribution in the United States, unless the story includes a notification that it was prepared or funded by the agency.\n\n(Sec. 732) Prohibits the use of funds in contravention of the Privacy Act or associated regulations.\n\n(Sec. 733) Prohibits the use of funds for contracts with any foreign incorporated entity which is an inverted domestic corporation. Requires a waiver if necessary for national security. Exempts contracts entered into prior to enactment of this bill.\n\n(Sec. 734) Requires agencies to pay a fee to the OPM for processing retirements of employees who separate under Voluntary Early Retirement Authority or receive Voluntary Separation Incentive Payments.\n\n(Sec. 735) Bars the use of funds to recommend or require any entity submitting an offer for a federal contract to disclose specified political contribution as a condition of submitting the offer.\n\n(Sec. 736) Bars the use of funds for portraits of a federal officer or employee, including the President, the Vice President, a Member of Congress, or the head of an executive branch agency or legislative branch office.\n\n(Sec. 737) Limits pay increases for certain categories of prevailing rate employees.\n\n(Sec. 738) Eliminates automatic pay increases for the Vice President and certain categories of political appointees.\n\n(Sec. 739) Requires agencies to submit annual reports to Inspectors General or senior ethics officials regarding the costs and contracting procedures for conferences that cost more than $100,000.\n\n(Sec. 740) Prohibits the use of funds to increase, eliminate, or reduce funding for a program, project, or activity, unless the changes have been enacted into law or made using transfer or reprogramming authority provided in an appropriations Act.\n\n(Sec. 741) Prohibits funds from being used for an OPM rule revising the definition of competitive area used in reductions-in-force for federal employees.\n\n(Sec. 742) Prohibits funds from being used to begin or announce a study or public-private competition regarding the conversion of functions performed by federal employees to contractor performance.\n\n(Sec. 743) Prohibits funds from being used to require contractors or employees to sign confidentiality agreements or statements restricting or prohibiting the reporting of waste, fraud, or abuse to investigative or law enforcement representatives.\n\n(Sec. 744) Prohibits the use of funds to implement or enforce a nondisclosure agreement unless it meets specified criteria.\n\n(Sec. 745) Prohibits the use of funds for specified transactions with any corporation with certain unpaid federal tax liabilities, unless an agency has considered suspension or debarment of the corporation and decided that further action is not necessary to protect the interests of the government.\n\n(Sec. 746) Prohibits the use of funds for specified transactions with any corporation that was convicted of a felony within the preceding 24 months, unless an agency has considered suspension or debarment of the corporation and decided that further action is not necessary to protect the interests of the government.\n\n(Sec. 747) Requires the CFPB to notify Congress of any request for a transfer of funds from the Board of Governors of the Federal Reserve System.\n\n(Sec. 748) Permits the Office of Management and Budget (OMB) to make specified adjustments to discretionary spending limits to account for estimating differences with the Congressional Budget Office (CBO).\n\n(Sec. 749) Amends the Fair Credit Reporting Act to require consumer reporting agencies to offer certain credit protections upon the request of deployed military consumers, including: (1) an activity duty freeze alert notifying users of a consumer report that the consumer does not authorize certain transactions related to the establishment or the extension of credit, and (2) removing active duty military consumers from certain lists of consumers provided to third parties to offer credit or insurance.\n\n(Sec. 750) Provides that references to \"this Act\" shall not apply to titles IV (District of Columbia) or VIII (General Provisions--District of Columbia) unless it is included in those titles or expressly provided for in this bill.\n\nTITLE VIII--GENERAL PROVISIONS--DISTRICT OF COLUMBIA\n\nSets forth permitted, restricted, and prohibited uses of funds appropriated by this bill for the District of Columbia.\n\n(Sec. 801) Appropriates District of Columbia funds for making refunds and paying settlements or judgments against the District of Columbia government.\n\n(Sec. 802) Prohibits the use of federal funds provided by this bill for publicity or propaganda purposes or implementation of any policy including boycott designed to support or defeat legislation pending before Congress or any state legislature.\n\n(Sec. 803) Establishes reprogramming procedures for federal funds.\n\n(Sec. 804) Prohibits the use of federal funds for the salaries and expenses of shadow U.S. Representatives or Senators.\n\n(Sec. 805) Requires official vehicles provided to any officer or employee of the District of Columbia to be used only for official duties.\n\n(Sec. 806) Prohibits the use of federal funds for a petition drive or civil action seeking voting representation in Congress for the District of Columbia.\n\n(Sec. 807) Bars the use of federal funds provided by this bill to distribute needles or syringes for preventing the spread of blood borne pathogens in any location that local public health or law enforcement authorities have determined to be inappropriate for distribution.\n\n(Sec. 808) Specifies that nothing in this bill prevents the Council or the Mayor from addressing contraceptive coverage by health insurance plans. Expresses the intent of Congress that legislation enacted on the issue should include a conscience clause providing exceptions for religious beliefs and moral convictions.\n\n(Sec. 809) Prohibits federal funds provided by this bill from being used for abortions except where the mother's life would be endangered if the fetus were carried to term, or in cases of rape or incest.\n\n (Sec. 810) Requires the Chief Financial Officer (CFO) of the District of Columbia to submit to Congress, the Mayor, and the Council a revised operating budget for agencies requiring a reallocation to address unanticipated changes in program requirements.\n\n(Sec. 811) Requires the CFO of the District of Columbia to submit to Congress, the Mayor, and the Council a revised operating budget for the District of Columbia Public Schools that aligns the school budget to actual enrollment.\n\n(Sec. 812) Permits the District of Columbia to reprogram or transfer funds between operating funds and capital and enterprise funds. Prohibits the transfer of any funds derived from bonds, notes, or other obligations issued for capital projects.\n\n(Sec. 813) Prohibits federal funds from being obligated beyond the current fiscal year or transferred unless expressly permitted in this bill.\n\n(Sec. 814) Permits up to 50% of unobligated balances available at the end of FY2017 from federal appropriations for salaries and expenses to remain available through FY2018, subject to congressional approval and reprogramming guidelines.\n\n(Sec. 815) Appropriates local funds to the District of Columbia for FY2018 if no continuing resolution or regular appropriation for the District of Columbia is in effect. Provides the funds under the same authorities, conditions, and manner as provided for FY2017.\n\n(Sec. 816) Provides that references to \"this Act\" in this title or title IV (District of Columbia) refer only to those titles, unless this Act expressly provides otherwise."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for financial services and general government for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-02-17T14:41:24Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3067.xml"
}