{
  "actions": [
    {
      "acted_at": "2017-10-17", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-10-17", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1973-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-10-17", 
  "number": "1973", 
  "official_title": "A bill to provide for Federal research grant reform.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "BASIC Research Act", 
  "sponsor": {
    "bioguide_id": "P000603", 
    "district": null, 
    "name": "Paul, Rand", 
    "state": "KY", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-10-17", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2017-10-17T04:00:00Z", 
    "text": "BASIC Research Act\n\nThis bill requires each review panel for a federal research grant to include: (1) at least one individual who is not professionally affiliated with any academic or research institution, has not been professionally affiliated in the preceding 10 years, and is an expert in a field unrelated to that under which the grant proposal was submitted; and (2) at least one individual who shall serve primarily as a taxpayer advocate. Each agency that awards such a grant shall not accept recommendations from an applicant as to who should be on the panel or disclose the identity of any panel member to an applicant.\n\nThe bill: (1) establishes an Office of the Special Inspector General and Taxpayer Advocate for Research (OSIGTA), which shall randomly select grants for review to determine if the research will deliver value to the taxpayers; and (2) transfers to the OSIGTA all functions which the Office of Inspector General of the National Science Foundation previously exercised. A grant must have OSIGTA's support to receive funds.\n\nEach agency with annual extramural research expenditures of over $100 million must develop a federal research public access policy that is consistent with and advances the purposes of the agency and that meets specified requirements.\n\nAny person or institution awarded a grant shall submit a statement to the agency that awarded the grant certifying that: (1) no funds derived from the grant will be made available through a subgrant or subsequent grant unless the recipient's name, its organization of affiliation, the intended uses and purposes of funds, and specific amounts subgranted or subsequently granted funds are disclosed to the agency for publication on a publicly accessible website; and (2) each subgrant or subsequent grant award funded is within the scope of the grant award.\n\nEach grant application shall be made publicly available. Each agency, in awarding grants for scientific research, shall be impartial and shall not seek to advance any political position or fund a grant to reach a predetermined conclusion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for Federal research grant reform.", 
      "type": "official"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "BASIC Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "BASIC Research Act", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "BASIC Research Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-18T16:39:42Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s1973.xml"
}