{
  "actions": [
    {
      "acted_at": "2016-04-26", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-26", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-25", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-12-08", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "links": [
        {
          "name": "report No. 114-396", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/396"
        }
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. With written report No. 114-396.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-12-08", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "718", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 718.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-12-10", 
      "action_code": "", 
      "how": "by Unanimous Consent", 
      "links": [
        {
          "name": "S7132-7135", 
          "url": "https://www.congress.gov/congressional-record/volume-162/senate-section/page/S7132-7135"
        }
      ], 
      "references": [
        {
          "reference": "CR S7132-7135", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7132-7135", 
          "type": "text of amendment in the nature of a substitute"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2016-12-12", 
      "action_code": "", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-12-12T15:05:20-05:00", 
      "action_code": "H14000", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-12-12T16:50:14-05:00", 
      "action_code": "H15000", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2852-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-396"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "P000595", 
      "district": null, 
      "name": "Peters, Gary C.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-07", 
      "state": "MI", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001197", 
      "district": null, 
      "name": "Sasse, Ben", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-26", 
      "state": "NE", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-12-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2016-12-10", 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-26", 
  "number": "2852", 
  "official_title": "A bill to expand the Government's use and administration of data to facilitate transparency, effective governance, and innovation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5051-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "OPEN Government Data Act", 
  "sponsor": {
    "bioguide_id": "S001194", 
    "district": null, 
    "name": "Schatz, Brian", 
    "state": "HI", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2016-12-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Office of Management and Budget (OMB)", 
    "Performance measurement", 
    "Public-private cooperation"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2016-12-10T21:50:32Z", 
    "text": "Open, Public, Electronic, and Necessary Government Data Act or the OPEN Government Data Act \n\n(Sec. 5) This bill requires government data assets made available by federal agencies to be published as machine-readable data. When not otherwise prohibited by law, and to the extent practicable, the data must be available: (1) in an open format that does not impede use or reuse and that has standards maintained by a standards organization; and (2) under open licenses with a legal guarantee that the data be available at no cost to the public with no restrictions on copying, publication, distribution, transmittal, citing, or adaptation.\n\nThese requirements do not apply to the Government Accountability Office (GAO), the Federal Election Commission, and certain other government entities.\n\nIf published government data assets are not available under an open license, the data must be considered part of the worldwide public domain. Agencies may engage with outside organizations and citizens to leverage public data assets for innovation in public and private sectors.\n\n(Sec. 6) The Office of Management and Budget's (OMB's) Federal Chief Information Officer must coordinate with the Office of Information and Regulatory Affairs and the heads of other OMB offices to oversee and advise the OMB Director on federal information resources management policy.\n\nThe OMB must oversee the completeness and public availability of an \"enterprise data inventory\" that agencies must develop to account for any data assets that they create, collect, control, or maintain. The inventory must include: (1) data assets used in agency information systems, shared among agencies or across agency programs, or created by more than one agency; (2) an indication of data assets that can be made publicly available under the Freedom of Information Act; (3) a description of whether the agency has determined that an individual data asset may be made publicly available and whether it is currently publicly available; (4) nonpublic data assets; and (5) government data assets generated by applications, devices, networks, and equipment.\n\n(Sec. 7) Agencies must: (1) make their enterprise data inventories available to the public on Data.gov; (2) use an open format when they create or obtain a new government data asset; and (3) consult with the OMB, the General Services Administration (GSA), and the National Archives and Records Administration to review their enterprise data inventories. For privacy, security, confidentiality, or regulatory reasons, agencies may maintain a nonpublic portion of their inventories.\n\nAgencies must develop an open data plan as a part of their strategic information resources management plans to: (1) require new data collections to use an open format; (2) allow agencies to collaborate with nongovernment entities, researchers, businesses, and private citizens on data usage; and (3) designate a point of contact to assist the public and respond to complaints about adherence to open data requirements.\n\nThe OMB's Office of Electronic Government is renamed the Office of the Federal Chief Information Officer.\n\nAgencies are not required to publish notices in the Federal Register about information collection that is focused on gathering input about the performance of, or public satisfaction with, the agency's service if the collection is: (1) online and electronic, (2) voluntary with no benefit to the provider of the information, and (3) an extremely low burden that is typically completed in five minutes or less. But agencies must publish representative summaries of such information collections.\n\nThe OMB must collaborate with the Office of Government Information Services and the GSA to develop an online repository of tools, best practices, and schema standards to facilitate the adoption of open data practices.\n\nThe OMB must report every two years on agency performance and compliance with this bill.\n\nThe GAO must report on the value of information made available to the public, whether public availability should be expanded to other data assets, and the completeness of each agency's enterprise data inventory.\n\n(Sec. 8) The GSA must maintain a single public interface online as a point of entry dedicated to sharing open government data with the public.\n\n(Sec. 9) Chief information officers are responsible for:\n\n data asset management, format standardization, the sharing and publication of data assets; the compilation and publication of the enterprise data inventory for their agency; conformity with open data practices; support for performance improvement officer functions; reduction of barriers that inhibit data asset accessibility; agencies' maximization of their own use of data to reduce costs, improve operations, and strengthen security and privacy protections; and identification of points of contact for roles and responsibilities related to open data use and implementation. The Chief Information Officers Council must work with the Office of Government Information Services and the Office of Science and Technology Policy to promote data interoperability and comparability of data assets across the government.\n\n(Sec. 10) Chief operating officers of agencies must report to Congress and the OMB with an assessment of the coverage, methods, effectiveness, and independence of their evaluation research and analysis efforts. The GAO must report on agency findings and make any appropriate recommendations to improve agency capacity to use evaluation techniques and data to support such efforts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "OPEN Government Data Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Open, Public, Electronic, and Necessary Government Data Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "OPEN Government Data Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Open, Public, Electronic, and Necessary Government Data Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to expand the Government's use and administration of data to facilitate transparency, effective governance, and innovation, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "OPEN Government Data Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:18:11Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2852.xml"
}