{
  "actions": [
    {
      "acted_at": "2015-05-13", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-13", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-20", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-07-28", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Thune with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-07-28", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "168", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 168.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-11-10", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "links": [
        {
          "name": "Report No. 114-166", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/166"
        }
      ], 
      "references": [], 
      "text": "By Senator Thune from Committee on Commerce, Science, and Transportation filed written report. Report No. 114-166.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1334-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-166"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001288", 
      "district": null, 
      "name": "Booker, Cory A.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-10-27", 
      "state": "NJ", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000127", 
      "district": null, 
      "name": "Cantwell, Maria", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-14", 
      "state": "WA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000133", 
      "district": null, 
      "name": "Markey, Edward J.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-14", 
      "state": "MA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001194", 
      "district": null, 
      "name": "Schatz, Brian", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-05-13", 
      "state": "HI", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001198", 
      "district": null, 
      "name": "Sullivan, Dan", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-05-13", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "V000127", 
      "district": null, 
      "name": "Vitter, David", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-10-27", 
      "state": "LA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000802", 
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-20", 
      "state": "RI", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-07-28", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-13", 
  "number": "1334", 
  "official_title": "A bill to strengthen enforcement mechanisms to stop illegal, unreported, and unregulated fishing, to amend the Tuna Conventions Act of 1950 to implement the Antigua Convention, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr774-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2015", 
  "sponsor": {
    "bioguide_id": "M001153", 
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-05-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Arctic and polar regions", 
    "Assault and harassment offenses", 
    "Atlantic Ocean", 
    "Caribbean area", 
    "Civil actions and liability", 
    "Costa Rica", 
    "Crimes against animals and natural resources", 
    "Criminal investigation, prosecution, interrogation", 
    "Customs enforcement", 
    "Department of Commerce", 
    "Fishes", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Latin America", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Pacific Ocean", 
    "Public lands and natural resources", 
    "Seafood", 
    "Trade restrictions", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2015-07-28T12:43:48Z", 
    "text": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2015\n\nThis bill revises enforcement mechanisms of several Acts to address illegal, unreported, or unregulated (IUU) fishing.\n\nTITLE I--STRENGTHENING FISHERIES ENFORCEMENT MECHANISMS\n\n (Sec. 101) The bill amends the High Seas Driftnet Fishing Moratorium Protection Act to revise and apply its enforcement provisions to:\n\n the Pacific Salmon Treaty Act of 1985, the Dolphin Protection Consumer Information Act, the Tuna Conventions Act of 1950, the North Pacific Anadromous Stocks Act of 1992, the Atlantic Tunas Convention Act of 1975, the Northwest Atlantic Fisheries Convention Act of 1995, the Western and Central Pacific Fisheries Convention Implementation Act, and the Antigua Convention Implementing Act of 2015. The bill amends the High Seas Driftnet Fishing Moratorium Protection Act to direct the Department of Commerce to prevent a person from violating those Acts in the same manner as if specified enforcement provisions of the Magnuson-Stevens Fishery Conservation and Management Act (MSA) had been incorporated into each Act, including civil and criminal penalties, permit sanctions, and civil forfeiture procedures. Additional enforcement authorities are established with respect to searches and seizures, inspections, shipment detentions, the carrying of firearms, arrests, and the execution of subpoenas.\n\nThe bill amends the MSA by making it unlawful for any person to import, export, transport, sell, acquire, or purchase in interstate or foreign commerce any fish taken, possessed, transported, or sold in violation of any treaty or in contravention of any binding conservation measure adopted by an international agreement or organization to which the United States is a party.\n\nCommerce may: (1) engage in international cooperation to help other nations combat IUU fishing and achieve sustainable fisheries; and (2) disclose certain enforcement information to state or federal agencies or internationally to ensure compliance with measures Commerce enforces, including international fishery agreements to which the United States is a party.\n\nThe bill amends the High Seas Driftnet Fishing Moratorium Protection Act by requiring Commerce to improve the effectiveness of arrangements made pursuant to an international fishery agreement in conserving and managing fish stocks under its jurisdiction.\n\nCommerce may: (1) develop and publish a list of vessels engaged in IUU fishing or fishing-related activities in support of IUU, including vessels or vessel owners identified by an international fishery management organization or arrangement made pursuant to an international fishery agreement; and (2) take action against listed vessels.\n\nCommerce must identify nations that: (1) violate conservation and management measures required under an international fishery management agreement to which the United States is a party, or (2) fail to effectively address or regulate IUU fishing or practices in the last three years.\n\nThe bill authorizes enforcement programs for the fishery laws mentioned in this title and for the identification of those nations through FY2019.\n\n(Sec. 102) The bill amends the High Seas Driftnet Fisheries Enforcement Act by requiring the denial of port privileges and other sanctions for fishing vessels of a nation that receives a negative IUU or conservation certification.\n\n(Sec. 105) The bill amends the Western and Central Pacific Fisheries Convention Implementation Act by prohibiting the transfer from the United States to other nations of fishing capacity, fishing capacity rights, or fishing vessels.\n\n(Sec. 106) The bill amends the Antarctic Marine Living Resources Convention Act of 1984 by removing a requirement that a person must know, or reasonably should have known, that an Antarctic marine living resource was harvested in violation of the Act in order to violate that Act.\n\n(Sec. 107) The bill amends the Atlantic Tunas Convention Act of 1975 to: (1) allow Commerce to issue trade restriction measures against nations or fishing entities that violate such Act, and (2) eliminate an annual reporting requirement on the conservation and management of highly migratory species.\n\n(Sec. 108) The bill amends the High Seas Fishing Compliance Act of 1995 by voiding high seas fishing permits if any other required permit or authorization is expired, revoked, or suspended or if the vessel is no longer documented under U.S. laws or eligible for the documentation.\n\n(Sec. 112) The bill amends the Magnuson-Stevens Fishery Conservation and Management Act to include a prohibition on the import, export, sale, acquisition, or purchase of fish that have been taken or sold in violation of treaties to which the United States is a party.\n\nTITLE II--IMPLEMENTATION OF THE ANTIGUA CONVENTION\n\n Antigua Convention Implementing Act of 2015\n\n(Sec. 203) The bill defines \"Antigua Convention\" as the Convention for the Strengthening of the Inter-American Tropical Tuna Commission Established by the 1949 Convention between the United States and the Republic of Costa Rica, signed on November 14, 2003.\n\n(Sec. 204) The President shall appoint five Commissioners to represent the United States on the Inter-American Tropical Tuna Commission. (Sec. 205) Commerce must: (1) appoint a General Advisory Committee and a Scientific Advisory Subcommittee. and (2) promulgate regulations for carrying out U.S. responsibilities under the Antigua Convention and the Tuna Conventions Act of 1950. (Sec. 207) The bill incorporates into the Tuna Conventions Act of 1950 the prohibited acts listed in the High Seas Driftnet Fishing Moratorium Protection Act and such Act's enforcement provisions. (Sec. 210) The bill repeals the Eastern Pacific Tuna Licensing Act of 1984.\n\nTITLE III--AGREEMENT ON PORT STATE MEASURES TO PREVENT, DETER AND ELIMINATE ILLEGAL, UNREPORTED AND UNREGULATED FISHING Port State Measures Agreement Act of 2015 (Sec. 304) Commerce may promulgate regulations to carry out the implementation of the Agreement on Port State Measures to Prevent, Deter and Eliminate Illegal, Unreported and Unregulated Fishing, done at the Food and Agriculture Organization of the United Nations, in Rome, Italy, November 22, 2009, and signed by the United States November 22, 2009. The agreement provides tools for nations to address IUU fishing and to prevent IUU-caught fish from entering markets and competing with legally-caught fish. It recognizes that all seafood must pass through a port to get to market and allows nations to use inspections to prevent IUU fish from reaching the market. (Sec. 305) A foreign vessel seeking entry to a U.S. port must submit certain information to Commerce in advance of its arrival. Commerce shall deny such vessel entry if it has entered without authorization, is a listed IUU vessel (a vessel engaged in IUU fishing or fishing-related activities), or there are reasonable grounds to believe that it has engaged in or has supported IUU fishing, but may allow entry if the vessel or a person aboard it needs assistance, if the vessel is going to be scrapped, or to inspect the vessel or carry out enforcement. (Sec. 306) Commerce and the Coast Guard shall conduct foreign vessel inspections and take enforcement actions against vessels found to have been engaged in IUU fishing. (Sec. 307) The bill makes it unlawful for any person to: (1) violate any provision of this bill; (2) refuse to permit any authorized officer to board, search, or inspect a vessel; (3) submit false information; or (4) commit certain offenses enumerated under the Western and Central Pacific Fisheries Convention Implementation Act. (Sec. 308) The bill applies enforcement authorities under the MSA and the Antarctic Marine Living Resources Convention Act to this Act. The bill also imposes civil, criminal, and forfeiture penalties for committing a prohibited act. (Sec. 309) Commerce may assist developing nations and international organizations in meeting their obligations under the agreement. (Sec. 310) The bill affirms that it does not: (1) displace any requirements imposed by U.S. customs laws or any laws or regulations enforced or administered by the Department of Homeland Security, or (2) affect a vessel's ability to enter ports for reasons of force majeure or distress. The bill must be interpreted and applied in accordance with U.S. obligations under international law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to strengthen enforcement mechanisms to stop illegal, unreported, and unregulated fishing, to amend the Tuna Conventions Act of 1950 to implement the Antigua Convention, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Antigua Convention Implementing Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Port State Measures Agreement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Antigua Convention Implementing Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Port State Measures Agreement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:46:36Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1334.xml"
}