{
  "actions": [
    {
      "acted_at": "2017-06-07", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-06-07", 
      "action_code": "H11100", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-06-08", 
      "action_code": "", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-06-08", 
      "action_code": "", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2018-04-24", 
      "action_code": "H12200", 
      "committees": [
        "HSSY"
      ], 
      "links": [
        {
          "name": "H. Rept. 115-649", 
          "url": "https://www.congress.gov/congressional-report/115th-congress/house-report/649"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science, Space, and Technology. H. Rept. 115-649.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-04-24", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "498", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 498.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2018-04-24T17:20:01-04:00", 
      "action_code": "H30300", 
      "references": [], 
      "text": "Mr. Smith (TX) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-04-24T17:20:16-04:00", 
      "action_code": "H30000", 
      "links": [
        {
          "name": "H3476-3489", 
          "url": "https://www.congress.gov/congressional-record/volume-164/house-section/page/H3476-3489"
        }
      ], 
      "references": [
        {
          "reference": "CR H3476-3489", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-04-24T17:20:17-04:00", 
      "action_code": "H8D000", 
      "links": [
        {
          "name": "H.R. 2809", 
          "url": "https://www.congress.gov/bill/115th-congress/house-bill/2809"
        }
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2809.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-04-24T17:45:30-04:00", 
      "action_code": "H37300", 
      "how": "by voice vote", 
      "links": [
        {
          "name": "H3476-3484", 
          "url": "https://www.congress.gov/congressional-record/volume-164/house-section/page/H3476-3484"
        }
      ], 
      "references": [
        {
          "reference": "CR H3476-3484", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2018-04-24T17:45:31-04:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-04-25", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2809-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 115-649"
  ], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "B001291", 
      "district": "36", 
      "name": "Babin, Brian", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "TX", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001287", 
      "district": "7", 
      "name": "Bera, Ami", 
      "original_cosponsor": false, 
      "sponsored_at": "2018-04-24", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001283", 
      "district": "1", 
      "name": "Bridenstine, Jim", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "OK", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000059", 
      "district": "42", 
      "name": "Calvert, Ken", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-07-11", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001077", 
      "district": "6", 
      "name": "Coffman, Mike", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-09-12", 
      "state": "CO", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000628", 
      "district": "2", 
      "name": "Dunn, Neal P.", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-07-11", 
      "state": "FL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001077", 
      "district": "3", 
      "name": "Higgins, Clay", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "LA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001059", 
      "district": "14", 
      "name": "Hultgren, Randy", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "IL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000381", 
      "district": "6", 
      "name": "Kilmer, Derek", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "WA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000564", 
      "district": "5", 
      "name": "Lamborn, Doug", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-06-26", 
      "state": "CO", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001165", 
      "district": "23", 
      "name": "McCarthy, Kevin", 
      "original_cosponsor": false, 
      "sponsored_at": "2018-04-24", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000593", 
      "district": "7", 
      "name": "Perlmutter, Ed", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "CO", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000409", 
      "district": "48", 
      "name": "Rohrabacher, Dana", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001200", 
      "district": "9", 
      "name": "Soto, Darren", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-12-15", 
      "state": "FL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000814", 
      "district": "14", 
      "name": "Weber, Randy K., Sr.", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-06-07", 
      "state": "TX", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-06-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2018-04-24T17:45:30-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2017-06-07", 
  "number": "2809", 
  "official_title": "To amend title 51, United States Code, to provide for the authorization and supervision of nongovernmental space activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Space Commerce Free Enterprise Act of 2017", 
  "sponsor": {
    "bioguide_id": "S000583", 
    "district": "21", 
    "name": "Smith, Lamar", 
    "state": "TX", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2018-04-24T17:45:30-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Executive agency funding and structure", 
    "Government studies and investigations", 
    "International law and treaties", 
    "Licensing and registrations", 
    "Science, technology, communications", 
    "Solid waste and recycling", 
    "Space flight and exploration", 
    "Spacecraft and satellites", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2018-04-24T17:32:57Z", 
    "text": "American Space Commerce Free Enterprise Act\n\n(Sec. 3) This bill grants the Office of Space Commerce of the Department of Commerce the authority to issue certifications to U.S. nationals and nongovernmental entities (U.S. entities) for the operation of human-made objects launched from Earth and the items carried on them (space objects). The office shall require only one certification for a U.S. entity to:\n\n conduct multiple operations using a single space object, operate multiple space objects that carry out substantially similar operations, or use multiple space objects to carry out a single space operation. The bill sets forth requirements for the approval of applications for the issuance or transfer of a certification. Applications must include a space debris mitigation plan.\n\nA certification shall expire on the earlier of:\n\n when all operations approved under the certification cease, including the carrying out of a space debris mitigation plan; when all space objects approved under the certification no longer exist; or five years after the certification was approved, if no approved operations have commenced. Any U.S. entity for whom a payload has been approved as part of a license issued under current federal law may:\n\n elect to be immediately considered certified for operation, or apply for a certification for the operation of the licensed activities and may continue to operate pursuant to such license until such certification is issued. A payload of a U.S. entity that is pending approval under current federal law as part of a commercial launch or reentry license that has already been issued, may be, at the election of the applicant, rescinded or deemed to be a pending application for certification.\n\nThe office shall establish a Private Space Activity Advisory Committee to:\n\n analyze the status and recent developments of nongovernmental space activities; analyze the implementation of the certification process; provide recommendations on how the United States can facilitate and promote a robust and innovative private sector that is investing in, developing, and operating space objects; identify any challenges the private sector is experiencing regarding activities in outer space; review existing best practices for U.S. entities to avoid harmful contamination of celestial bodies and adverse changes in Earth's environment resulting from the introduction of extraterrestrial matter; advise on matters relating to private sector space activities; and provide information, advice, and recommendations related to the office's authority. The committee shall be terminated 10 years after it is established.\n\nThe bill directs the President to protect the interests of U.S. entities in outer space, including commercial activity, the exploitation of space resources, and ownership rights over space objects and obtained space resources.\n\n(Sec. 4) The bill authorizes the office to issue permits for the operation of space-based remote sensing systems.\n\nOnly one permit is required for the operation of a space-based remote sensing system to:\n\n conduct multiple operations using such a system, operate multiple such systems that carry out similar operations, or use those systems to carry out a single remote sensing operation. The bill bars any person from operating any space-based remote sensing system without a permit.\n\nWhere an applicant for a permit is not a U.S. entity, the applicant must identify a U.S. entity that has consented to being responsible for the permitted operation of the space-based remote sensing system.\n\nThe operation of a space-based remote sensing system:\n\n begins when it is in outer space and can meet the minimum threshold and objective capabilities for its stated need; and shall not cover acts of distribution, sale, or transfer of data, information, or services. The bill sets forth permit application and review requirements. If the proposed operation of a space-based remote sensing system poses a significant threat to national security, the office may deny the application or condition the permit to address the threat. The office may place on a permit only a condition that is achievable using reasonably commercially available efforts. An application may not be denied and a permit may not be conditioned for a system with similar capabilities to systems that are already commercially available or expected to be available in the next three years.\n\nThe office shall provide for the transfer of a permit.\n\nA person may apply for a permit to operate a space-based remote sensing system that utilizes a civilian federal government satellite or vehicle as a platform. The office may offer assistance in finding such opportunities. An executive agency may enter into an agreement for such use if the agreement is consistent with the agency's mission and statutory authority.\n\nThe office shall establish an Advisory Committee on Commercial Remote Sensing to:\n\n advise on matters relating to the commercial space-based remote sensing industry; analyze the implementation of the space-based remote sensing system permitting process; provide recommendations on how the United States can facilitate and promote a robust and innovative private sector that is investing in, developing, and operating such systems; identify any challenges the private sector is experiencing with the authorization and supervision of the operation of such systems; and provide information, advice, and recommendations related to the office's authority or to authorized private sector activities in outer space. Such committee shall be terminated 10 years after it is established.\n\nAny U.S. entity with a valid license for the operation of space-based remote sensing system may:\n\n elect to be immediately considered permitted, or apply for a permit and continue to operate pursuant to such license until a permit is issued. A pending application for a remote sensing license may be, at the election of such applicant, rescinded or deemed to be a pending application for a permit.\n\nThe bill abolishes the Commercial Remote Sensing Regulatory Affairs Office of the National Oceanic and Atmospheric Administration.\n\n(Sec. 5) The bill sets forth administrative authority and procedures related to certifications and permits.\n\n(Sec. 6) The bill repeals provisions relating to the licensing of private remote sensing space systems and relating to certain consultations concerning the management of the Landsat Program.\n\n(Sec. 7) The office must be located in the principal physical location of the Office of the Secretary of Commerce.\n\nFuture directors of the office shall be appointed by the President and confirmed by the Senate. The director shall be the Assistant Secretary of Commerce for Space Commerce and shall report directly to the Secretary of Commerce.\n\nAs an additional function, the office shall facilitate and promote the development of best practices among operators of space objects and space-based remote sensing systems to address risks to federal government space objects.\n\n(Sec. 8) No launch or reentry may be prevented under the authority of the Department of Transportation (DOT) on the basis of national security, foreign policy, or international obligations of the United States if the payload has received a certification to operate as a space object.\n\n(Sec. 9) The office shall report on the implementation of the space object registration obligations of the United States and other countries under Article VIII of the Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies (1967) and the Convention on Registration of Objects Launched into Outer Space (1975).\n\n(Sec. 10) The Government Accountability Office shall report on removing the Office of Commercial Space Transportation from under the jurisdiction of the Federal Aviation Administration and reestablishing such office under the jurisdiction of DOT.\n\n(Sec. 11) Commerce shall report to the Advisory Committee on Commercial Remote Sensing on space-based radiofrequency mapping, including whether there is a need to regulate such mapping."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 51, United States Code, to provide for the authorization and supervision of nongovernmental space activities, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act of 2017", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "American Space Commerce Free Enterprise Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-18T16:10:11Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr2809.xml"
}