{
  "actions": [
    {
      "acted_at": "2016-12-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-12-09", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3547-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-12-09", 
  "number": "3547", 
  "official_title": "A bill to amend title 5, United States Code, to provide for the publication, by the Office of Information and Regulatory Affairs, of information relating to rule makings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr712-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1759-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "ALERT Act of 2016", 
  "sponsor": {
    "bioguide_id": "H000338", 
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-12-09", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-12-09T05:00:00Z", 
    "text": "All Economic Regulations are Transparent Act of 2016 or the ALERT Act of 2016\n\nThis bill requires each federal agency to submit a monthly report to the Office of Information and Regulatory Affairs (OIRA) of the Office of Management and Budget (OMB) for each rule such agency expects to propose or finalize during the following year. The reports must include: (1) a summary of the nature of the rule, (2) the objectives of and legal basis for issuance of the rule, (3) the stage of the rulemaking as of the date of submission, and (4) whether the rule is subject to periodic review as a rule with a significant economic impact.\n\nEach agency must submit a monthly report for any rule expected to be finalized during the following year for which the agency has issued a general notice of proposed rulemaking. The reports must include an approximate schedule for completing action on the rule and an estimate of its cost and economic effects, including any estimate of the net effect of the rule on the number of jobs in the United States.\n\nOIRA must make such monthly reports publicly available on the Internet.\n\nOIRA must publish, not later than October 1 of each year, in the Federal Register: (1) information that OIRA receives from each agency under this bill; (2) the number of rules and a list of each such rule that was proposed by each agency and each rule that was finalized by each agency; (3) the number of agency actions that repealed a rule, reduced the scope or cost of a rule, or accelerated the expiration date of a rule; (4) the total cost of all rules proposed or finalized; and (5) the number of rules for which an estimate of the cost of the rule was not available.\n\nOIRA must make publicly available on the Internet, not later than October 1 of each year: (1) the analysis of the costs or benefits of each proposed or final rule issued by an agency for the preceding year, (2) the docket number and regulation identifier number for each such rule, (3) the number of rules reviewed by OMB for the preceding year, (4) the number of rules for which a review by the head of an agency was completed, (5) the number of rules submitted to the Government Accountability Office, and (6) the number of rules for which a resolution of disapproval was introduced in Congress.\n\nThe bill prohibits a rule from taking effect until the information required by this bill is posted on the Internet for not less than 180 days unless: (1) the agency proposing the rule claims a \"good cause\" exemption from notice-and-comment rulemaking procedures under the Administrative Procedure Act; or (2) the President determines by executive order that such rule is necessary because of an imminent threat to health or safety or another emergency, for the enforcement of criminal laws, for national security, or to implement an international trade agreement. Such provision becomes effective 240 days after enactment of this bill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "ALERT Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "All Economic Regulations are Transparent Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 5, United States Code, to provide for the publication, by the Office of Information and Regulatory Affairs, of information relating to rule makings, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "ALERT Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:49:06Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3547.xml"
}