{
  "actions": [
    {
      "acted_at": "2016-01-07", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-01-07", 
      "action_code": "H11100", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Armed Services, Oversight and Government Reform, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "action_code": "H11100", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Armed Services, Oversight and Government Reform, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "action_code": "H11100", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Armed Services, Oversight and Government Reform, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "action_code": "H11100", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Armed Services, Oversight and Government Reform, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-12", 
      "action_code": "", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Oversight and Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-13", 
      "action_code": "", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-01-13", 
      "action_code": "", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H12200", 
      "committees": [
        "HSSM"
      ], 
      "links": [
        {
          "name": "H. Rept. 114-704", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/house-report/704"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Small Business. H. Rept. 114-704, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H12300", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Committee on Armed Services discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H12300", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Committee on Oversight and Government discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H12300", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Committee on Veterans' Affairs discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-25", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "545", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 545.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4341-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 114-704"
  ], 
  "committees": [
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Oversight and Investigations", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Oversight and Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "V000081", 
      "district": "7", 
      "name": "Velazquez, Nydia M.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-01-07", 
      "state": "NY", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-01-13", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-01-07", 
  "number": "4341", 
  "official_title": "To amend the Small Business Act to improve transparency and clarity for small businesses, to clarify the role of small business advocates, to increase opportunities for competition in subcontracting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4909-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3714-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3945-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4198-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4284-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4317-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4322-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4325-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4326-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4329-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4330-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4331-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4332-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4337-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4340-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2138-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5995-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Defending America's Small Contractors Act of 2016", 
  "sponsor": {
    "bioguide_id": "C000266", 
    "district": "1", 
    "name": "Chabot, Steve", 
    "state": "OH", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-01-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alaska Natives and Hawaiians", 
    "Business education", 
    "Commerce", 
    "Congressional oversight", 
    "Disability and paralysis", 
    "Economic development", 
    "Executive agency funding and structure", 
    "General agriculture matters", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Military procurement, research, weapons development", 
    "Minority and disadvantaged businesses", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Small Business Administration", 
    "Small business", 
    "Veterans' education, employment, rehabilitation", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2016-07-25T14:17:14Z", 
    "text": "Defending America's Small Contractors Act of 2016\n\nTITLE I--IMPROVING TRANSPARENCY AND CLARITY FOR SMALL BUSINESSES\n\n(Sec. 101) This bill amends the Small Business Act to revise requirements for increasing prime federal contracting opportunities for small business concerns, and determining awards or contracts for the sale of government property to such concerns.\n\n(Sec. 102) The bill revises requirements for annual Small Business Administration (SBA) reports to the President and Congress analyzing the number and dollar amount of prime contracts awarded by federal agencies each fiscal year to small business concerns.\n\nThe SBA shall include in such annual reports awards to these small business concerns that were purchased by another entity after the initial contract was awarded. The small business concern would no longer be deemed to be a small business because of such purchase. The SBA must also report on awards to small businesses that were awarded using a procurement method other than a small business set-aside, preference, or full and open competition.\n\n(Sec. 103) For purposes of government-wide and agency-wide procurement goals for small business concerns, the total value of federal procurement contract awards to small business concerns for a fiscal year may not be determined in a manner that excludes the value of a contract based on where the contract is awarded, where it is performed, or whether:\n\n the contract is required by federal law to be performed by an entity other than a small business concern; funding for the contract is made available in an appropriations Act, if the contract is subject to requirements for civilian procurement planning and solicitation or military procurement as well as the Federal Acquisition Regulation (FAR); or whether the contract is otherwise subject to the FAR. (Sec. 104) The bill amends the Small Business Act to revise the range of the anticipated value of federal procurement contracts that must be reserved exclusively for small business concerns. The range shall be between the micro-purchase threshold ($3,000) and the simplified acquisition threshold ($100,000). (Currently the range of the anticipated value must be between $2,500 and $100,000.)\n\nFor purposes of federal procurement contracting, the term total purchases and contracts for property and services shall mean total number and total dollar amount of contracts and orders for property and services.\n\nTITLE II--CLARIFYING THE ROLES OF SMALL BUSINESS ADVOCATES\n\n(Sec. 201) The Small Business Act is amended to prohibit the SBA from limiting the scope of review by the Procurement Center Representative (PCR) for any solicitation of a contract or task order without regard to whether:\n\n the contract or task order or part of it is set aside for small business concerns, one or more contract or task order awards are reserved for small business concerns under a multiple award contract, or whether or not the solicitation would result in a bundled or consolidated contract or task order. The SBA must take these matters into consideration when limiting the scope of the PCR review for any such solicitation.\n\n(Sec. 202) The bill makes a technical amendment to apply the Level I Federal Acquisition Certification in Contracting, or the equivalent Department of Defense (DOD) certification requirement, to persons appointed as Commercial Market Representatives (CMRs) after November 25, 2015 (the date of enactment of the National Defense Authorization Act of Fiscal Year 2016).\n\nThe bill also specifies the principal duties of CMRs, who are government contracting staff stationed at area SBA offices and reporting to specified senior SBA officers. These principal duties must advance SBA policies relating to specified subcontracting criteria.\n\n(Sec. 203) The bill also allows for the management of each Office of Small and Disadvantaged Business Utilization (OSDBU) to be vested in an individual whose primary responsibilities were for the functions and duties of: (1) the procurement program for small business concerns owned and controlled by service-disabled veterans, and (2) the Historically Underutilized Business Zones (HUBZone) program.\n\nThe OSDBU of each federal agency with procurement powers shall review agency purchases ranging between the micro-purchase threshold and the simplified acquisition threshold to ensure that they have been made to comply with the Act and have been properly recorded in the Federal Procurement Data System, if the method of payment is a purchase card issued by the DOD or by an executive agency head.\n\nThis bill requires the OSDBU to report annually to specified congressional committees on any federal agency failure to comply with certain requirements of the Act.\n\n(Sec. 204) Each OSDBU shall assist a small business concern awarded a federal contract or subcontract under the Act, or under military or civilian procurement law, in finding resources for education and training on compliance with contracting regulations after such an award.\n\nThe National Defense Authorization Act for Fiscal Year 1991 is amended to require agreements under the Mentor-Protege Program of DOD to include, if applicable, the assistance the mentor firm will give the protege firm in understanding contract regulations of the federal government and the DOD after the award of a subcontract.\n\nThe Small Business Act is amended to require the SBA to give small business development centers and entities participating in the Procurement Technical Assistance Cooperative Agreement (PTACA) Program a list of resources for small business concerns seeking education and assistance on post-award compliance with contracting regulations.\n\nThis bill authorizes a PCR to assist small business concerns with finding resources for education and training on compliance with post-award contracting regulations.\n\nThe SBA shall issue regulations to address the extent to which assistance under a mentor-protege program to improve the ability of proteges to compete for federal prime contracts and subcontracts complies with post-award federal contracting requirements.\n\n(Sec. 205) This bill also specifies the exclusive duties of Business Opportunity Specialists (BOSs) employed by the SBA and reporting to specified senior SBA officers. BOSs shall implement SBA requirements (in addition to other duties related to SBA contracting programs) for:\n\n business loans, procurement contracts or subcontracts, and mentor-protege programs. TITLE III--STRENGTHENING OPPORTUNITIES FOR COMPETITION IN SUBCONTRACTING\n\n(Sec. 301) The Small Business Act is amended to make it a material breach of the procurement contract if a subcontracting plan fails to include assurances that the offeror or bidder will submit such periodic reports and cooperate in any studies or surveys required by the federal agency or the SBA in order to determine the extent of compliance by the individual with the plan.\n\nThe findings of an SBA's review of a subcontracting plan shall cease to be advisory in nature only.\n\nA federal agency's PCR or CMR may delay acceptance of a subcontracting plan for 30 days (15 days in the case of the DOD) if the plan fails to create the maximum practicable opportunity for certain covered small businesses to participate under the applicable contract. This authority, however, does not allow the PCR or CMR to delay the award or performance of the contract concerned.\n\nA PCR or CMR may not delay acceptance of a subcontracting plan if the head of the contracting agency certifies that the agency's need for the supplies or services is of such an unusual and compelling urgency that the United States would be seriously injured unless the agency is permitted to accept it.\n\nThe SBA shall issue regulations giving examples of activities that would be considered a failure to make a good faith effort to comply with its requirements imposed on certain entities that are awarded prime contracts containing them.\n\n(Sec. 302) The SBA shall establish a three-year pilot program for a small business concern performing as a first tier subcontractor under certain federal contracts to request a past performance rating in the system used by the federal government to monitor or record contractor past performance.\n\nThe GAO shall assess the program and make recommendations on how its operations can be improved.\n\nTITLE IV--MENTOR-PROTEGE PROGRAMS\n\n(Sec. 401) The bill amends the National Defense Authorization Act for Fiscal Year 1991 to revise the eligibility criteria under the Mentor-Protege Program of the DOD for a mentor firm to receive the award of a federal contract and enter into an agreement with one or more protege firms to provide them certain assistance.\n\nBefore approval of the agreement, neither the SBA nor DOD may have made any finding of affiliation between the mentor firm and the protege firm, nor must there be any such current finding.\n\nMentor firms may refer protege firms to women's business centers for assistance designed to develop the protege's firm.\n\n(Sec. 402) The bill amends the Small Business Act to bar DOD from carrying out a Mentor-Protege Program for a small business unless: (1) it submits a plan to the SBA, and (2) the SBA approves that plan.\n\nTITLE V--MISCELLANEOUS\n\n(Sec. 501) The bill amends the Small Business Act to require the SBA at least annually to report a list of pertinent regulation changes, together with compliance training materials, to the Defense Acquisition University, the Federal Acquisition Institute, the individual responsible for mandatory training and education of the acquisition workforce of each executive agency, small business development centers, and PTACA participants.\n\n(Sec. 502) The bill makes permanent the authority of a contractor to protest the issuance or proposed issuance of a task or delivery order for federal agency procurement of services or property valued in excess of $10 million. (Such authority shall expire September 30, 2016.)\n\n(Sec. 503) The bill specifies that any agricultural enterprise (farm) the Act covers is a small business concern regardless of whether its annual receipts, including those of any affiliates, exceed $750,000.\n\nThe SBA, by rule, shall establish size standards for such agricultural enterprises.\n\n (Sec. 504) The bill expands the definition of \"small business concern owned and controlled by service-disabled veterans\" to include certain small business concerns at least 51% of which, or at least 51% of whose stock (not including any stock owned by an employee stock ownership plan [ESOP]), is owned by one or more veterans with permanent, severe, and total service-connected disabilities rendering them unable to manage daily business operations.\n\nThis expanded definition also includes a small business concern whose death of its owner causes the concern to be less than 51% owned by one or more service-disabled veterans if:\n\n the surviving spouse of the deceased veteran acquires the veteran's ownership interest in the concern; the veteran had a service-connected disability rated as 100% disabling or the veteran died as a result of a service-connected disability; and immediately before the veteran's death, and during a specified time period, the small business concern is included in the database specified in this bill. The specified time period begins on the date of the veteran's death and ends on the earlier of the date:\n\n on which the surviving spouse remarries, on which the surviving spouse relinquishes an ownership interest in the small business concern, or that is 10 years after the veteran's death. Before listing a business concern in its database of veteran-owned businesses, the VA must use certain SBA regulations to verify the status of the concern as a small business concern and the concern's ownership and control; but may not issue related regulations of its own.\n\nA small business concern may appeal to the SBA Office of Hearings and Appeals (OHA) any denial of verification by the VA for inclusion in the database. The OHA decision shall be considered a final agency action.\n\nIf an interested party challenges the inclusion of such a small business concern in the database, the challenge shall be heard by the OHA. OHA's decision shall also be considered a final agency action. An interested party includes:\n\n the VA; and in the case of a small business concern awarded a contract, the contracting officer of the department or another small business concern that submitted an offer (bid) for such contract. For each fiscal year, the VA shall reimburse the SBA an amount necessary to cover any cost incurred by the OHA for its actions under this bill. The amount of any such reimbursement shall be determined jointly by the VA and the SBA, and shall be taken from fees collected by the VA under multiple-award schedule contracts. The Office of Management and Budget (OMB) shall resolve any disagreement about the amount.\n\n(Sec. 505) The bill directs the Government Accountability Office (GAO) to initiate a review of the SBA Office of Government Contracting and Business Development and make recommendations for its improvement or other suggestions for its procurement and business development programs.\n\n(Sec. 506) The OMB shall submit within 10 days of receipt to specified congressional committees a list of information from specified federal departments and agencies about each major information technology investment, without regard to whether the investments are for new information technology acquisitions or for operations and maintenance of existing information technology, including data on cost, schedule, and performance.\n\n(Sec. 507) The GAO shall initiate a review of surety bonds as they apply to federal small business procurement contracts. The review shall examine:\n\n how frequently bonding requirements are waived by federal agencies; an explanation of the standard and process for waiving the requirements; an explanation of the review process for such waivers, and in cases when bond requirements are waived, how results compare to instances where requirements are not waived; and the process that whistleblowers go through when instances of fraud related to surety bonds are reported."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Defending America's Small Contractors Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Defending America's Small Contractors Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Small Business Act to improve transparency and clarity for small businesses, to clarify the role of small business advocates, to increase opportunities for competition in subcontracting, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Defending America's Small Contractors Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:40:29Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr4341.xml"
}