{
  "actions": [
    {
      "acted_at": "2018-12-22", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-12-22", 
      "action_code": "H11100", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2018-12-22", 
      "action_code": "H11100", 
      "committees": [
        "HSBU"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7397-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2018-12-22", 
  "number": "7397", 
  "official_title": "To provide further additional continuing appropriations for fiscal year 2019, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr695-115", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "bioguide_id": "H000874", 
    "district": "5", 
    "name": "Hoyer, Steny H.", 
    "state": "MD", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2018-12-22", 
  "subjects": [
    "Appropriations", 
    "Chemical and biological weapons", 
    "Competition and antitrust", 
    "Economics and public finance", 
    "Emergency medical services and trauma care", 
    "Executive agency funding and structure", 
    "Freedom of information", 
    "Hazardous wastes and toxic substances", 
    "Health care quality", 
    "Health programs administration and funding", 
    "Home and outpatient care", 
    "Industrial facilities", 
    "Long-term, rehabilitative, and terminal care", 
    "Marriage and family status", 
    "Medicaid", 
    "Medical research", 
    "Nuclear weapons", 
    "Product development and innovation", 
    "Research administration and funding", 
    "Research and development", 
    "State and local finance", 
    "Terrorism"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2018-12-22T05:00:00Z", 
    "text": "DIVISION A--FURTHER ADDITIONAL CONTINUING APPROPRIATIONS ACT, 2019\n\nFurther Additional Continuing Appropriations Act, 2019 \n\n(Sec. 101) This division amends the Continuing Appropriations Act, 2019 to provide continuing FY2019 appropriations to several federal agencies through the earlier of February 8, 2019 (December 21, 2018, under current law), or the enactment of the applicable appropriations legislation.\n\n It is known as a continuing resolution (CR) and ends the partial government shutdown that began when the existing CR expired because seven of the remaining FY2019 appropriations bills have not been enacted.\n\n(Five of the FY2019 appropriations bills were enacted earlier this year, including:\n\n the Department of Defense Appropriations Act, 2019; the Energy and Water Development and Related Agencies Appropriations Act, 2019; the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2019; the Legislative Branch Appropriations Act, 2019; and the Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2019.) The CR extends through February 8, 2019:\n\n the Department of Homeland Security Chemical Facility Anti-Terrorism Standards Program; the authority for the Department of Health and Human Services Biomedical Advanced Research and Development Authority to withhold from public disclosure certain technical data or scientific information that reveals vulnerabilities of existing medical or public health defenses against biological, chemical, nuclear, or radiological threats; and an exemption from antitrust laws for meetings and consultations to discuss the development of certain vaccines and drugs related to public health threats such as bioterrorism, pandemics, or epidemics. Additionally, the CR has the effect of extending through February 8, 2019, several authorities and programs that were extended in prior CRs, including:\n\n the National Flood Insurance Program, the Violence Against Women Act, the authority for the Environmental Protection Agency to collect and spend certain fees related to pesticides, the Temporary Assistance for Needy Families (TANF) program, and several authorities related to immigration. The CR also delays the release of required Congressional Budget Office and Office of Management and Budget sequestration reports.\n\nDIVISION B--MEDICAID EXTENDERS\n\n(Sec. 101) The division amends the Deficit Reduction Act of 2005 to make appropriations for FY2019, and otherwise revise, the Money Follows the Person Rebalancing Demonstration Program (Under this program, the Centers for Medicare & Medicaid Services must award grants to state Medicaid programs to assist states in increasing the use of home and community care for long-term care and decreasing the use of institutional care.)\n\n(Sec. 102) Additionally, the division temporarily extends the applicability of Medicaid eligibility criteria that protect against spousal impoverishment for recipients of home and community-based services.\n\n (Sec. 103) The division also reduces the federal medical assistance percentage (i.e., federal matching rate) for states that have not implemented asset-verification programs for determining Medicaid eligibility.\n\n(Sec. 104) The division reduces funding available to the Medicaid Improvement Fund beginning in FY2021.\n\n(Sec. 105) This section exempts the budgetary effects of this division from: (1) the Pay-As-You-Go (PAYGO) rules established by the Statutory Pay-As-You-Go Act of 2010 and the FY2018 congressional budget resolution, and (2) certain budget scorekeeping guidelines.\n\n It also requires any debits on the statutory PAYGO scorecard for 2019 to be transferred to the 2020 scorecard. (The Statutory Pay-As-You-Go Act of 2010 prohibits certain legislation from increasing the budget deficit. PAYGO scorecards are used to enforce the requirements and determine whether a sequestration order implementing spending cuts is necessary.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide further additional continuing appropriations for fiscal year 2019, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Further Additional Continuing Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "To provide further additional continuing appropriations for fiscal year 2019, and for other purposes.", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-18T16:29:09Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr7397.xml"
}