{
  "actions": [
    {
      "acted_at": "2014-06-19", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-06-19", 
      "action_code": "", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-23", 
      "action_code": "", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-09-08", 
      "action_code": "", 
      "committee": "Health, Education, Labor, and Pensions", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Harkin with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-09-08", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "552", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 552.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-09-16", 
      "action_code": "", 
      "how": "by Unanimous Consent", 
      "links": [
        {
          "name": "S5647-5648", 
          "url": "https://www.congress.gov/congressional-record/volume-160/senate-section/page/S5647-5648"
        }, 
        {
          "name": "S5647-5649", 
          "url": "https://www.congress.gov/congressional-record/volume-160/senate-section/page/S5647-5649"
        }
      ], 
      "references": [
        {
          "reference": "CR S5647-5649", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S5647-5648", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2014-09-17T10:33:32-04:00", 
      "action_code": "H14000", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-17", 
      "action_code": "", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-17T13:30:36-04:00", 
      "action_code": "H15000", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2511-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "A000360", 
      "district": null, 
      "name": "Alexander, Lamar", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-06-19", 
      "state": "TN", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-09-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2014-09-16", 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-19", 
  "number": "2511", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 to clarify the definition of substantial cessation of operations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "bioguide_id": "H000206", 
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2014-09-16", 
  "subjects": [
    "Corporate finance and management", 
    "Employee benefits and pensions", 
    "Labor and employment", 
    "Pension Benefit Guaranty Corporation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2014-09-16T15:32:47Z", 
    "text": "Amends the Employee Retirement Income Security Act of 1974 (ERISA) with respect to the treatment as a substantial employer subject to specified liability of any employer that ceases operations at a facility in any location with the result that more than 20% percent of the total number of the employees participating under the employer's single-employer pension plan are separated from employment.\n\n(The substantial employer liability referred to as specified under current law is the liability of a substantial employer for withdrawal from, or termination of, single-employer plans under multiple controlled groups.)\n\n(Sec. 1) Revises the meaning of a substantial cessation of operations.\n\nEliminates the requirement that more than 20% of the total number of the employer's employees who participate under its single-employer plan be separated from employment.\n\nExempts from the general rule any single employer plan if, for the plan year preceding the plan year in which the substantial cessation of operations occurred: (1) there were fewer than 100 participants with accrued benefits under the plan as of its valuation date, or (2) the ratio of the market value of the assets of the plan to the plan's funding target for the plan year was 90% or greater.\n\nRedefines \"substantial cessation of operations\" as a permanent cessation of operations at a facility which results in a workforce reduction of a number of eligible employees at the facility equivalent to more than 15% of the number of all the employer's eligible employees, determined immediately before the earlier of: (1) the date of the employer's decision to implement the cessation; or (2) the earliest date on which any such eligible employee was separated from employment in the case of a workforce reduction including one or more eligible employees whose separation, during the three years before the cessation, is nonetheless related to permanent cessation of operations at the facility.\n\nPrecludes from taking into account in computing a workforce reduction any separated employee replaced, within a reasonable period of time, at the same or another facility located in the United States, by a U.S. citizen or resident.\n\nPrescribes requirements for treatment of eligible separated employees when a portion of operations, otherwise substantially ceased, are subsequently conducted by another (transferee) employer by reason of a sale or other disposition of the assets or stock of a contributing sponsor (or any member of the same controlled group as the sponsor) of the plan.\n\nEliminates from account in computing a workforce reduction, also, any eligible employee separated from employment with a transferor employer if the employee is replaced by the transferee employer, within a reasonable period of time, by a U.S. citizen or resident.\n\nEliminates from account in computing a workforce reduction, as well, an eligible employee who participates in a single employer plan maintained by the transferor employer if the transferee employer, within a reasonable period of time, maintains a single employer plan including the assets and liabilities attributable to the accrued benefit of the eligible employee at the time of separation from the transferor employer.\n\nDeclares that an eligible employee who continues to be employed at the facility in question by the transferee employer shall not be taken into account in computing a workforce reduction if: (1) the eligible employee is not a participant in a single employer plan maintained by the transferor employer; or (2) in any other case the transferee employer, within a reasonable period of time, maintains a single employer plan including the assets and liabilities attributable to the accrued benefit of the eligible employee at the time of separation from the transferor employer.\n\nPermits an employer to satisfy its liability with respect to a plan by reason of the treatment accorded under this Act in the event of a substantial cessation of operations at a facility by making contributions to the plan, in addition to any minimum required contribution, and in amount determined according to a specified formula, for each plan year in the seven-plan-year period beginning when the cessation occurred.\n\n Waives an employer's obligation to make such additional contributions, however, with respect to: (1) the first plan year (after the cessation occurs) for which the ratio of the market value of the plan assets to the plan's funding target for the plan year is 90% or greater, or (2) any plan year following such a year. Makes such a waiver permanent if the Secretary of the Treasury issues the funding waiver for a plan year within the seven-plan-year period beginning when the cessation occurred.\n\nPrescribes requirements for enforcement of any additional plan contributions elected.\n\n Declares that, for purposes of this Act, an employer shall not be treated as ceasing operations at a qualified lodging facility (hotel, motel, or any other establishment more than half of whose dwelling units are used on a transient basis) if those operations are continued by an eligible independent contractor pursuant to an agreement with the employer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to clarify the definition of substantial cessation of operations.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to clarify the definition of substantial cessation of operations.", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:31:03Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s2511.xml"
}