{
  "actions": [
    {
      "acted_at": "2014-09-08", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-08", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-17", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-08", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-12-08", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "624", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 624.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-12-12", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "links": [
        {
          "name": "Report No. 113-321", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/senate-report/321"
        }
      ], 
      "references": [], 
      "text": "By Senator Rockefeller from Committee on Commerce, Science, and Transportation filed written report. Report No. 113-321.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2777-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 113-321"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "B001230", 
      "district": null, 
      "name": "Baldwin, Tammy", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-09-18", 
      "state": "WI", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000250", 
      "district": null, 
      "name": "Thune, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-09-08", 
      "state": "SD", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-12-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-08", 
  "number": "2777", 
  "official_title": "A bill to establish the Surface Transportation Board as an independent establishment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Surface Transportation Board Reauthorization Act of 2014", 
  "sponsor": {
    "bioguide_id": "R000361", 
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-09-17", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Department of Transportation", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Pipelines", 
    "Railroads", 
    "Surface Transportation Board", 
    "Transportation and public works", 
    "Transportation costs"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-12-08T18:26:55Z", 
    "text": "Surface Transportation Board Reauthorization Act of 2014 - (Sec. 3) Removes the Surface Transportation Board from the Department of Transportation (DOT) to establish it as an independent U.S. agency.\n\nRepeals the requirement that DOT provide administrative support for the Board.\n\nLimits the authority of the DOT Inspector General to review Board matters to reviewing only the financial management, property management, and business operations of the Board, including internal accounting and administrative control systems, to determine compliance with federal law, rules, and regulations. Authorizes appropriations for such reviews.\n\n(Sec. 4) Increases Board membership from three to five members.\n\nIncreases from two to three the minimum number of Board members who must have professional standing and demonstrated knowledge in the fields of transportation, transportation regulation, or economic regulation.\n\nIncreases from one to two the minimum number of Board members who must have professional or business experience (including agriculture or other rail customers) in the private sector.\n\nEliminates the one-year holdover limitation for continuing service by a Board member when a successor is not immediately appointed.\n\n(Sec. 5) Authorizes a majority of Board members to hold a meeting not open to the public to discuss official business if: (1) no vote or other disposition of official agency business is taken, (2) each individual present is a Board member or employee, and (3) the Board's General Counsel is present.\n\nRequires the Board to disclose topics and participants within two business days of any non-public meeting, unless the discussion relates to an ongoing proceeding, in which case the required disclosure is postponed till the date of the final Board decision.\n\n(Sec. 6) Authorizes the Board to investigate rail carrier and pipeline carrier violations on its own initiative as well as on complaint (as under existing law). Allows a proceeding to determine the reasonableness of a rate charged by a carrier, however, to be initiated only upon complaint.\n\n(Sec. 7) Requires the Board to maintain: (1) a simplified and expedited method for determining the reasonableness of challenged rail rates in cases where a full stand-alone cost presentation is too costly, given the value of the case; and (2) already established procedures to ensure expeditious handling of challenges to the reasonableness of rail rates.\n\n(Sec. 8) Prescribes time limits for Board review of rail rate reasonableness cases, including:\n\n 150 days for discovery, 155 days for development of the evidentiary record, 60 days for submission of a closing brief, and 180 days for a final Board decision. Authorizes the Board to extend a timeline after a request from any party or in the interest of due process.\n\n(Sec. 9) Requires the Board to initiate an ex parte proceeding on: (1) whether contract proposals for multiple origin-to-destination movements (rate bundling) have adversely impacted Congress's intent that the Board's rate challenge procedures remain available to shippers subject to railroad market dominance, as well as (2) how it can prevent such practices in the future.\n\n(Sec. 10) Directs the Board to report to specified congressional committees on:\n\n whether current large rate case methodologies are sufficient, not unduly complex, and cost effective; and alternative methodologies that could streamline and expedite large rate cases. (Sec. 11) Requires the Board to establish a voluntary, but binding, arbitration process to resolve rail rate, demurrage, accessorial charges, misrouting or mishandling of rail cars, and disputes involving a common carrier's published rules and practices as applied to particular rail transportation.\n\nExcludes from the arbitration process license disputes, industry-wide regulation disputes, or disputes solely between rail carriers.\n\nAllows arbitration under the process for rate disputes only if the rail carrier has market dominance.\n\nMakes the voluntary arbitration process available to either party after a complaint has been filed or after the conclusion of any informal Board dispute resolution process.\n\nAllows parties to seek or use private arbitration services independently as well.\n\nPrescribes requirements for arbitration procedures, including specific timelines for arbitrator selection, the evidentiary process, and decision, subject to discretionary extensions.\n\nRestricts damage awards to a maximum of: (1) $2 million for common carrier service and practice disputes;and (2) $25 million, including any rate prescription, for rate disputes. Limits any such rate prescription to five years from the date of the arbitral decision. Allows the Board to review an arbitral decision only if a clear abuse of authority or discretion occurred, the decision directly contravenes statute, or the award limitation was violated.\n\n(Sec. 12) Requires the Board to: (1) establish a database of rail service complaints it has received, and (2) post a quarterly report of such complaints on its website.\n\n(Sec. 13) Requires the Board to make quarterly reports to specified congressional committees on its progress toward addressing the issues raised in each unfinished regulatory proceeding, regardless of whether the proceeding is subject to a statutory or regulatory deadline.\n\n(Sec. 14) Expresses the sense of Congress that the Board, as part of Docket No. EP 722, should:\n\n consider the costs and benefits of the annual determinations of revenue adequacy for Class I railroads; review the methodology employed to define the business cycle in its determinations and consider, if necessary, a rulemaking to define the business cycle; consider if a rulemaking proceeding on mandatory competitive switching is needed to ensure a viable competitive national rail system; and ensure that if such rulemaking proceeding is needed that it is completed in a timely manner. (Sec. 15) Reauthorizes appropriations for FY2015-FY2019 for the Board.\n\n(Sec. 16) Repeals certain expired and obsolete provisions.\n\nAllows a rail carrier's agent to be located outside of Washington, DC.\n\n(Sec. 17) Declares that nothing in this Act shall be construed to affect any suit commenced by or against the Board, or any proceeding or challenge pending before it, before the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Surface Transportation Board Reauthorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Surface Transportation Board Reauthorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish the Surface Transportation Board as an independent establishment, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Surface Transportation Board Reauthorization Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:32:08Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s2777.xml"
}