{
  "actions": [
    {
      "acted_at": "2017-06-07", 
      "action_code": "", 
      "committee": "Committee on Appropriations Senate Subcommittee on Legislative Branch", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 115-185.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2017-06-21", 
      "action_code": "", 
      "committee": "Committee on Appropriations Senate Subcommittee on Legislative Branch", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 115-185.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2017-06-29", 
      "action_code": "", 
      "committee": "Committee on Appropriations Senate Subcommittee on Legislative Branch", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 115-185.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2017-07-27", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-07-27", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "links": [
        {
          "name": "report No. 115-137", 
          "url": "https://www.congress.gov/congressional-report/115th-congress/senate-report/137"
        }
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Lankford. With written report No. 115-137.", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-07-27", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "184", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 184.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1648-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 115-137"
  ], 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Legislative Branch", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-06-07", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-07-27", 
  "number": "1648", 
  "official_title": "An original bill making appropriations for the Legislative Branch for the fiscal year ending September 30, 2018, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2335-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3162-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3219-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3354-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1625-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Legislative Branch Appropriations Act, 2018", 
  "sponsor": {
    "bioguide_id": "L000575", 
    "district": null, 
    "name": "Lankford, James", 
    "state": "OK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2017-07-27", 
  "subjects": [
    "Appropriations", 
    "Architect of the Capitol", 
    "Budget deficits and national debt", 
    "Building construction", 
    "Congress", 
    "Congressional Budget Office (CBO)", 
    "Congressional Research Service (CRS)", 
    "Congressional agencies", 
    "Congressional committees", 
    "Congressional elections", 
    "Congressional leadership", 
    "Congressional officers and employees", 
    "Congressional operations and organization", 
    "Elections, voting, political campaign regulation", 
    "Government Accountability Office (GAO)", 
    "Government Publishing Office (GPO)", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government trust funds", 
    "Horticulture and plants", 
    "International exchange and broadcasting", 
    "Internet and video services", 
    "Joint Committee on Taxation", 
    "Joint Economic Committee", 
    "Law enforcement officers", 
    "Library of Congress", 
    "Members of Congress", 
    "Mississippi", 
    "Motor vehicles", 
    "Policy sciences", 
    "Public contracts and procurement", 
    "Russia", 
    "Senate", 
    "U.S. Capitol"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2017-07-27T17:22:25Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\n Highlights: \n\nThis bill provides FY2018 appropriations for the legislative branch, including the Senate and Joint Items such as: the Joint Economic Committee, the Joint Committee on Taxation (JCT), and the Office of the Attending Physician.\n\nIt also provides appropriations for:\n\n the Capitol Police, the Congressional Budget Office (CBO), the Architect of the Capitol (AOC), the Library of Congress (LOC), the Government Publishing Office (GPO), the Government Accountability Office (GAO), and the Open World Leadership Center. Pursuant to a longstanding practice under which each chamber of Congress determines its own requirements, the Senate bill does not include funds for the House.\n\nThe bill increases overall legislative branch funding above the FY2017 level and includes an increase for the Senate.\n\nFor other legislative branch agencies and programs, the bill increases funding above FY2017 levels for the Capitol Police, the AOC, the CBO, the LOC, and the GAO. The bill funds the GPO at the FY2017 levels.\n\nThe bill also includes provisions that would prohibit a cost of living adjustment for Members of Congress and require Congressional Research Service reports to be made available to the public.\n\nFull Summary: \n\nLegislative Branch Appropriations Act, 2018 \n\nTITLE I--LEGISLATIVE BRANCH\n\nProvides appropriations to the Senate for:\n\n Expense Allowances; Salaries, Officers, and Employees; the Office of the Legislative Counsel of the Senate; the Office of Senate Legal Counsel; Expense Allowances of the Secretary of the Senate, Sergeant at Arms and Doorkeeper of the Senate, and Secretaries for the Majority and Minority of the Senate; and Contingent Expenses of the Senate. (Sec. 101) Requires that amounts remaining in the Senators' Official Personnel and Office Expense Account be used for deficit reduction or to reduce the federal debt.\n\n(Sec. 102) Exempts agreements, contracts, or purchases by any office of the Senate from the advertising requirement for federal government purchases and sales. (Under the requirement, purchases and contracts for supplies or services for the federal government may only be made or entered into after advertising for proposals for a sufficient time.)\n\n(Sec. 103) Prohibits cost of living adjustments for Members of Congress during FY2018.\n\n (Sec. 104) Amends the Legislative Branch Appropriations Act, 2002 to permit the student loan repayment program to be continued for certain employees of departing Senators and Vice Presidents under a service agreement that includes a required period of employment that is less than the one-year period required under current law.\n\n(Sec. 105) Amends the Federal Election Campaign Act of 1971 to require Senate political committees to file certain campaign finance designations, statements, and reports directly with the Federal Election Commission instead of with the Secretary of the Senate.\n\nProvides appropriations for Joint Items, including:\n\n the Joint Economic Committee, the Joint Committee on Taxation, the Office of the Attending Physician, and the Office of Congressional Accessibility Services. Provides appropriations for:\n\n the Capitol Police, the Office of Compliance, and the Congressional Budget Office. Provides appropriations to the Architect of the Capitol (AOC) for:\n\n Capital Construction and Operations; the Capitol Building; the Capitol Grounds; the Senate Office Buildings; the Capitol Power Plant; the Library Buildings and Grounds; the Capitol Police Buildings, Grounds and Security; the Botanic Garden; and the Capitol Visitor Center. (Sec. 110) Prohibits funds provided by this bill for the AOC from being used to make incentive or award payments to contractors for work that is behind schedule or over budget, unless the deviations are due to unforeseeable events, government-driven scope changes, or are insignificant within the overall scope of the project or program.\n\n(Sec. 111) Prohibits funds provided by this bill from being used for scrims (coverings for buildings that are being renovated) containing photographs of building facades during restoration or construction projects performed by the AOC.\n\nProvides appropriations to the Library of Congress (LOC) for:\n\n Salaries and Expenses, the Copyright Office, the Congressional Research Service (CRS), and Books for the Blind and Physically Handicapped. (Sec. 120) Limits the FY2018 obligational authority of the LOC for reimbursable and revolving fund activities funded from sources other than appropriations.\n\n(Sec. 121) Amends the Library of Congress Fiscal Operations Improvement Act of 2000 to include training programs and activities in the LOC's revolving fund authority, which permits the LOC to collect fees for the services.\n\nSpecifies that the LOC's FEDLINK program includes entities of tribal governments. (Under the program, the LOC provides various services to federal libraries, federal information centers, other entities of the federal government and the District of Columbia.)\n\n(Sec. 122) Permits the LOC to accept gifts of: (1) nonpersonal services, and (2) voluntary and uncompensated personal services not to exceed $10,000 per person, per year in value. Requires the LOC to provide an annual public report regarding gifts accepted under this section.\n\n(Sec. 123) Amends the Congressional Accountability Act of 1995 to apply specified provisions of the Act to the LOC.\n\n(Sec. 124) Requires CRS reports to be made available to the public through the Government Publishing Office website.\n\nProvides appropriations to the Government Publishing Office for:\n\n Congressional Publishing, Public Information Programs of the Superintendent of Documents, and the Government Publishing Office Business Operations Revolving Fund. Provides appropriations to:\n\n the Government Accountability Office, the Open World Leadership Center Trust Fund, and the John C. Stennis Center for Public Service Training and Development. TITLE II--GENERAL PROVISIONS\n\n(Sec. 201) Prohibits funds provided by this bill from being used for the maintenance or care of private vehicles, except for emergency assistance and cleaning.\n\n(Sec. 202) Prohibits funds provided by this bill from remaining available for obligation beyond FY2018 unless expressly provided in this bill.\n\n(Sec. 203) Provides that: (1) rates of compensation or designations of offices or positions included in this bill that are either not established by the Legislative Pay Act of 1929 or are contrary to that Act are considered permanent law; and (2) provisions in this bill for official congressional expenses and clerk hire for Senators and Members of the House of Representatives are permanent law.\n\n(Sec. 204) Limits contracts for certain consulting services to those where expenditures are a matter of public record and available for public inspection.\n\n(Sec. 205) Permits legislative branch entities participating in the Legislative Branch Financial Managers Council to use funds provided for administrative expenses to pay a share of the cost of the council if the total cost shared among all participating entities does not exceed $2000.\n\n(Sec. 206) Prohibits funds provided by this bill from being transferred to any department, agency, or instrumentality of the U.S. government unless the transfer is pursuant to authority provided by an appropriations Act.\n\n(Sec. 207) Prohibits the AOC from using funds provided by this bill to eliminate or restrict guided Capitol tours led by congressional employees and interns, subject to an exception permitting tours to be suspended for security or related reasons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for the Legislative Branch for the fiscal year ending September 30, 2018, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Legislative Branch Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Legislative Branch Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Legislative Branch Appropriations Act, 2018", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-06-17T18:48:00Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s1648.xml"
}