{
  "actions": [
    {
      "acted_at": "2015-04-30", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-30", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "links": [
        {
          "name": "S2578", 
          "url": "https://www.congress.gov/congressional-record/volume-161/senate-section/page/S2578"
        }
      ], 
      "references": [
        {
          "reference": "CR S2578", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-23", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-12-15", 
      "action_code": "", 
      "committee": "the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "links": [
        {
          "name": "report No. 114-181", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/181"
        }
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Grassley with an amendment in the nature of a substitute. With written report No. 114-181.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-12-15", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "325", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 325.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1169-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-181"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-09-21", 
      "state": "NH", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001230", 
      "district": null, 
      "name": "Baldwin, Tammy", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-04-26", 
      "state": "WI", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001277", 
      "district": null, 
      "name": "Blumenthal, Richard", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-23", 
      "state": "CT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B000575", 
      "district": null, 
      "name": "Blunt, Roy", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-19", 
      "state": "MO", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001288", 
      "district": null, 
      "name": "Booker, Cory A.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-02-22", 
      "state": "NJ", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001088", 
      "district": null, 
      "name": "Coons, Christopher A.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-16", 
      "state": "DE", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001056", 
      "district": null, 
      "name": "Cornyn, John", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-08", 
      "state": "TX", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000563", 
      "district": null, 
      "name": "Durbin, Richard J.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-08", 
      "state": "IL", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "E000295", 
      "district": null, 
      "name": "Ernst, Joni", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-17", 
      "state": "IA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000062", 
      "district": null, 
      "name": "Feinstein, Dianne", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-23", 
      "state": "CA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000457", 
      "district": null, 
      "name": "Franken, Al", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-18", 
      "state": "MN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000555", 
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-05-26", 
      "state": "NY", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H000338", 
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-21", 
      "state": "UT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000367", 
      "district": null, 
      "name": "Klobuchar, Amy", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-23", 
      "state": "MN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000174", 
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-19", 
      "state": "VT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001111", 
      "district": null, 
      "name": "Murray, Patty", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-11-03", 
      "state": "WA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000595", 
      "district": null, 
      "name": "Rubio, Marco", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-21", 
      "state": "FL", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001181", 
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-09-24", 
      "state": "NH", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000476", 
      "district": null, 
      "name": "Tillis, Thom", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-12-05", 
      "state": "NC", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000802", 
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-30", 
      "state": "RI", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-12-15", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-30", 
  "number": "1169", 
  "official_title": "A bill to reauthorize and improve the Juvenile Justice and Delinquency Prevention Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2728-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5963-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr6459-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Juvenile Justice and Delinquency Prevention Reauthorization Act of 2015", 
  "sponsor": {
    "bioguide_id": "G000386", 
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-07-23", 
  "subjects": [
    "Accounting and auditing", 
    "Child care and development", 
    "Child health", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information and records", 
    "Drug, alcohol, tobacco use", 
    "Elementary and secondary education", 
    "Fraud offenses and financial crimes", 
    "Government studies and investigations", 
    "Indian social and development programs", 
    "Judicial procedure and administration", 
    "Juvenile crime and gang violence", 
    "Law enforcement administration and funding", 
    "Mental health", 
    "Performance measurement", 
    "Racial and ethnic relations", 
    "Student records", 
    "Violent crime"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2015-12-15T14:42:52Z", 
    "text": "Juvenile Justice and Delinquency Prevention Reauthorization Act of 2015\n\nTITLE I--DECLARATION OF PURPOSE AND DEFINITIONS\n\n(Sec. 101) This bill amends the Juvenile Justice and Delinquency Prevention Act of 1974 (JJDPA) to modify the Act's purpose areas. It revises an existing purpose area to require the Department of Justice's (DOJ's) Office of Juvenile Justice and Delinquency Prevention (OJJDP), in disseminating information on juvenile delinquency prevention programs, to promote evidence-based programs and practices.\n\nIt also adds, as a new purpose area, support for a continuum of evidence-based or promising programs that are trauma-informed, reflect the science of adolescent development, and are designed to meet the needs of at-risk youth who come into contact with the juvenile justice system. TITLE II--JUVENILE JUSTICE AND DELINQUENCY PREVENTION (Sec. 201) The bill requires the OJJDP, in developing objectives, priorities, strategies, and long-term plans, to take into account scientific knowledge regarding: (1) adolescent development and behavior, and (2) the effects of delinquency prevention programs and juvenile justice interventions on adolescents. (Sec. 202) It expands membership on the Coordinating Council on Juvenile Justice and Delinquency Prevention (Coordinating Council) to include the Administrator of the Substance Abuse and Mental Health Services Administration and the Secretary of the Interior. The Coordinating Council must annually submit to Congress and publish a report that contains recommendations and a detailed account of its activities. (Sec. 203) This section modifies requirements for the OJJDP's annual report on juveniles in custody. Specifically, it adds ethnicity to the list of offender characteristics and expands the categories of information that must be summarized and analyzed. It adds requirements for the annual report to describe criteria used to determine what programs qualify as evidence-based and promising programs and funding provided to Indian tribes; and to analyze and evaluate the OJJDP's internal controls and the total amount of payments recouped from grantees that violate the OJJDP's policies and procedures. (Sec. 204) It increases from 2% to 5% the maximum amount of Formula Grant funds that may be used to provide technical assistance to states in complying with the core requirements and implementing a juvenile justice and delinquency plan. It increases each state's minimum allocation under the population-based Formula Grant program from $325,000 to $400,000 if the title II appropriation is less than $75 million in a fiscal year. A state's relative population of individuals under 18 years of age must be based on the most recent U.S. Census Bureau data. The 10% maximum amount of a state's Formula Grant allocation that can be used for planning and administration includes designation of at least one individual to coordinate and certify compliance with the core requirements. (Sec. 205) This section modifies the required components of a state's juvenile justice and delinquency plan. A state's annual update to the three-year plan must describe how the plan is supported by and takes account of scientific knowledge regarding adolescent development and behavior and regarding the effects of prevention programs and juvenile justice interventions. The bill modifies State Advisory Group membership qualifications to include representatives of public agencies that prevent or treat mental health, substance abuse, or disabilities in adolescents; court-appointed legal counsel for juveniles; and victim or witness advocacy groups. It also increases from 24 years to 28 years the maximum age of youth members at the time of appointment. A state's juvenile justice and delinquency plan must contain additional components, including plans to: provide alternatives to detention, reduce children in secure detention and corrections facilities, engage family members, use community-based services, promote evidence-based and trauma-informed programs and practices, and eliminate the use of restraints on pregnant juveniles in secure detention and corrections facilities. It revises and broadens program areas under the Formula Grant program to include: expanding access to legal counsel, informing juveniles of the opportunity and process for expunging juvenile records, addressing the needs of at-risk girls, and monitoring compliance and providing technical assistance with respect to the core requirements. The bill prioritizes funding for entitles that meet the criteria for evidence-based or promising programs. It modifies the core requirements with which a state must comply to receive grant funds under the Formula Grant program. First, it modifies the deinstitutionalization of status offenders requirement to eliminate, not later than three years after enactment, an exception that permits the secure detention or confinement of a juvenile status offender who violates a valid court order. Until then, use of the valid court order exception to detain or confine a juvenile status offender in a secure facility must comply with additional requirements, such as issuance of a court order and a seven-day maximum length of detention. Second, it modifies the separation and jail removal requirements to specify that sight or sound contact is the level of contact prohibited between juveniles and adults. Sight or sound contact means any physical, clear visual, or verbal contact that is not brief or inadvertent. Third, it revises the disproportionate minority contact requirement to require a state to implement policy, practice, and system improvement strategies to identify and reduce racial and ethnic disparities among youth who come into contact with the juvenile justice system. It retains the prohibition against using numerical standards or quotas.\n\n(Sec. 206) Formula Grant program funds that are unallocated due to the failure of states to comply with core requirements must be reallocated equally among compliant states and the OJJDP. (Sec. 207) The bill modifies certain purpose areas of the Juvenile Delinquency Prevention Block Grant program to specify that: (1) the scope of juveniles served by comprehensive juvenile justice and delinquency prevention projects includes juveniles with disabilities, (2) educational projects to prevent juvenile delinquency include projects to prevent and reduce truancy and to develop social and independent living skills, and (3) the scope of juveniles served by treatment projects and community-based projects and services includes status offenders. (Sec. 208) It increases from 5% to 10% the maximum amount of a Juvenile Delinquency Prevention Block Grant that a state may use for administration, evaluation, and technical assistance. (Sec. 209) It eliminates the requirement for an eligible Indian tribe to provide, in an application for a Juvenile Delinquency Prevention Block Grant allocation, evidence that it performs law enforcement functions. (Sec. 211) It requires (currently, permits) the OJJDP to provide training, technical assistance, and information dissemination. It adds requirements for the OJJDP to provide: training to states to implement the JJDPA's core requirements, current protocols and best practices for achieving monitoring compliance, and information sharing regarding evidence-based and promising programs or practices.\n\nIt adds requirements for the OJJDP to provide technical assistance to state and local governments to comply with amendments to the core requirements and state plans; and to improve recruitment, selection, training, and retention of juvenile justice professionals.\n\nFinally, the OJJDP must develop standards of practice for attorneys representing children; coordinate training and technical assistance programs for local and state juvenile detention and corrections personnel; provide training and technical assistance with respect to appropriate services and placement for youth with mental health or substance abuse needs; and make grants for juvenile court judges and judicial personnel.\n\n(Sec. 212) The OJJDP must, in developing guidance and procedures, consult state and local governments. TITLE III--INCENTIVE GRANTS FOR LOCAL DELINQUENCY PREVENTION PROGRAMS (Sec. 301) This section adds a definition for the term \"mentoring.\" (Sec. 302) It adds, as an authorized purpose of grants under the Incentive Grants for Local Delinquency Prevention Programs, providing evidence-based or promising programs in mentoring, parent training and support, or in-home family services. TITLE IV--MISCELLANEOUS PROVISIONS (Sec. 401) The Government Accountability Office must evaluate the OJJDP's performance and audit selected grant recipients. (Sec. 402) It reauthorizes through FY2020 programs under the JJDPA. (Sec. 403) It expresses the sense of Congress that: (1) the OJJDP must restore meaningful enforcement of the JJDPA's core requirements, (2) DOJ should update existing regulations used to make state compliance determinations and provide technical assistance to states to develop more effective and comprehensive data collection systems, and (3) states must exercise vigilant oversight to ensure full compliance with the JJDPA's core requirements. TITLE V--JUVENILE ACCOUNTABILITY BLOCK GRANTS (Sec. 501) This section amends the Omnibus Crime Control and Safe Streets Act of 1968 to condition a state's receipt of funds under the Juvenile Accountability Block Grant program on compliance with the core requirements of the JJDPA applicable to the detention and confinement of juveniles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Juvenile Justice and Delinquency Prevention Reauthorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Juvenile Justice and Delinquency Prevention Reauthorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize and improve the Juvenile Justice and Delinquency Prevention Act of 1974, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Juvenile Justice and Delinquency Prevention Reauthorization Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T06:46:36Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1169.xml"
}