{
  "actions": [
    {
      "acted_at": "2016-12-08", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-12-08", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3528-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-12-08", 
  "number": "3528", 
  "official_title": "A bill to provide for mandatory training for Federal Government supervisors and the assessment of management competencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Supervisor Training Act of 2016", 
  "sponsor": {
    "bioguide_id": "H001069", 
    "district": null, 
    "name": "Heitkamp, Heidi", 
    "state": "ND", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-12-08", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-12-08T05:00:00Z", 
    "text": "Federal Supervisor Training Act of 2016\n\nThis bill requires federal agencies to establish supervisor training programs that: (1) require supervisors and management officials to have individual development plans for training on actions, options, and strategies to use for supervisory functions regarding the performance and productivity of agency employees; (2) train supervisors on prohibited personnel practices and employee rights; and (3) provide experienced supervisor mentors to advise new or underperforming supervisors.\n\nThe bill expands manager training program requirements for employee performance appraisals, mentoring, and management of unacceptable employee performance into mandatory supervisor and manager training programs that also include supervisor training on:\n\n fostering equal opportunities and fairness in the workplace; using probationary periods to examine whether employees are performing at an acceptable level to continue their employment; addressing reports of hostile work environment, retaliation, or harassment; meeting supervisor competencies established by the Office of Personnel Management (OPM) or the employing agency; and collaborating with human resources to recruit, select, appraise, and reward employees based on organizational goals, budget considerations, and staffing needs. After initial training on each program component, supervisors must complete subsequent training every three years.\n\nAgencies must develop a career track for mission critical technical expert employees that affords such employees the opportunity for career advancement without being required to be appointed to a management or supervisory position.\n\nThe OPM must issue guidance to agencies on competencies supervisors are expected to meet in order to effectively manage the performance of employees. Each agency must assess the performance of supervisors and the overall capacity of its supervisors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Supervisor Training Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for mandatory training for Federal Government supervisors and the assessment of management competencies.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Federal Supervisor Training Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:49:02Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3528.xml"
}