{
  "actions": [
    {
      "acted_at": "2014-12-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-12", 
      "action_code": "", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3012-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-12", 
  "number": "3012", 
  "official_title": "A bill to improve the enforcement of sanctions against the Government of North Korea, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1771-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "North Korea Sanctions Enforcement Act of 2014", 
  "sponsor": {
    "bioguide_id": "M000639", 
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-12-12", 
  "subjects": [
    "Arms control and nonproliferation", 
    "Asia", 
    "Chemical and biological weapons", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Currency", 
    "Customs enforcement", 
    "Detention of persons", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign and international banking", 
    "Foreign property", 
    "Fraud offenses and financial crimes", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Human rights", 
    "International affairs", 
    "International organizations and cooperation", 
    "Licensing and registrations", 
    "Military assistance, sales, and agreements", 
    "North Korea", 
    "Nuclear weapons", 
    "Public contracts and procurement", 
    "Rule of law and government transparency", 
    "Sanctions", 
    "Trade restrictions", 
    "Travel and tourism", 
    "United Nations"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2014-12-12T05:00:00Z", 
    "text": "North Korea Sanctions Enforcement Act of 2014 - Authorizes the President to investigate credible information of sanctionable activities involving North Korea and to designate and apply sanctions with respect to any person (including business entities, nongovernmental organizations, and governmental entities operating as business enterprises) the President determines knowingly:\n\n contributes, through the export to or import from North Korea of any controlled goods, services, or technology, to the use, development, production, stockpiling, or acquisition of nuclear, radiological, chemical, or biological weapons, or any device or system designed to deliver such weapons; provided training, advice, or other services or assistance, or engaged in significant financial transactions, relating to the manufacture, maintenance, or use of any such weapon or system to be imported, exported, or reexported to, into, or from North Korea; imported, exported, or reexported luxury goods to or into North Korea; engaged in money laundering, the counterfeiting of goods or currency, bulk cash smuggling, or narcotics trafficking that supports the government of North Korea or any of its senior officials; engaging in or being responsbile censorship by North Korea; committing or being responsbile for serious human rights abuses by North Korea; or attempted to engage in any of these activities. Specifies addtional financial activities for which the President may designate a person.\n\nDirects the President to exercise all powers granted under the International Emergency Economic Powers Act necessary to block and prohibit all transactions in property and interests in property of a designated person if that property and those property interests are in the United States, come within the United States, or are or come within the possession or control of a U.S. person. Subjects such property to civil and criminal forfeiture.\n\nDirects the Secretary of the Treasury to: (1) determine whether reasonable grounds exist for concluding that North Korea is a jurisdiction of primary money laundering concern, and if so (2) impose one or more of certain special measures. Requires a validated license for exports to North Korea under the Export Administration Act of 1979. Prohibits approval of defense articles for North Korea.\n\nDirects the President to withhold assistance to the governments of countries providing lethal military equipment to North Korea.\n\nBars U.S. government contracts with designated persons.\n\nDirects the President to identify annually to the appropriate congressional committees any foreign ports and airports whose inspections of ships, aircraft, and conveyances originating in North Korea, carrying North Korean property, or operated by the government of North Korea are not sufficient effectively to prevent the facilitation of any of the activities sanctionable under this Act.\n\nAuthorizes the Secretary of Homeland Security (DHS) to require enhanced inspections of any cargo landed in the United States or entering the stream of interstate commerce that has been transported through any of such ports or airports.\n\nAuthorizes the seizure or forfeiture of vessels or aircraft used to facilitate sanctionable activities.\n\nAuthorizes the Secretary of State to deny a visa, and the DHS Secretary to deny entry into the Unite States, to any alien who is a designated person or a corporate officer or principal shareholder with a controlling interest in one. Exempts certain activities from sanctions and authorizes the President to waive them, for up to one year, for national security, law enforcement, or humanitarian reasons.\n\nAmends the North Korean Human Rights Act of 2004 to require the President to report to the appropriate congressional committees: (1) a detailed plan for making unrestricted, unmonitored, and inexpensive electronic mass communications available to the people of North Korea; and (2) a description of the population, geographical coordinates, primary industries and products, and responsible persons and agencies in each political prison camp in North Korea.\n\nRequires the Secretary of State to brief the appropriate congressional committees on serious human rights abuses or serious censorship undertaken by the North Korean government in the most recent year.\n\nPrescribes circumstances in which sanctions or measures under this Act may be suspended for up to one year or terminated altogether.\n\nEstablishes the North Korea Enforcement and Humanitarian Fund in which assets subject to criminal, civil, or administrative forfeiture or penalties are to be deposited for the enforcement of this Act and to carry out humanitarian activities under the North Korea Human Rights Act of 2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "North Korea Sanctions Enforcement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the enforcement of sanctions against the Government of North Korea, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "North Korea Sanctions Enforcement Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:33:00Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s3012.xml"
}