{
  "actions": [
    {
      "acted_at": "2015-10-27", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-10-27", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2209-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-27", 
  "number": "2209", 
  "official_title": "A bill to revise various laws that interfere with the right of the people to obtain and use firearms for all lawful purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2710-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Lawful Purpose and Self Defense Act", 
  "sponsor": {
    "bioguide_id": "C000880", 
    "district": null, 
    "name": "Crapo, Mike", 
    "state": "ID", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-10-27", 
  "subjects": [
    "Crime and law enforcement", 
    "Firearms and explosives", 
    "Hunting and fishing", 
    "Military personnel and dependents", 
    "Outdoor recreation", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-10-27T04:00:00Z", 
    "text": "Lawful Purpose and Self Defense Act\n\nThis bill amends the federal criminal code to modify the definition of \"armor piercing ammunition\" for purposes of federal firearms provisions to: (1) include a projectile that is designed and intended by the manufacturer or importer for use in a handgun (currently, a projectile that may be used in a handgun); (2) repeal the exclusion of a projectile that the Department of Justice (DOJ) finds is primarily intended for sporting purposes; and (3) exclude a projectile that is primarily intended by the manufacturer or importer to be used in a rifle or shotgun and a handgun projectile that is designed and intended by the manufacturer or importer to be used for hunting, recreational, or competitive shooting.\n\nIt repeals a prohibition on assembling from imported parts a semiautomatic rifle or shotgun that is identical to one prohibited from importation as not being suitable for or readily adaptable to sporting purposes.\n\nIt repeals the condition that in order for a licensed importer, manufacturer, or dealer to be permitted to ship to a member of the U.S. Armed Forces on active duty outside the United States or to clubs whose entire membership is composed of such members, and for such members or clubs to be permitted to receive, a firearm or ammunition intended for the lawful personal use of such members or club, the firearm or ammunition must be determined by DOJ to be generally recognized as particularly suitable for sporting purposes.\n\nThe bill includes among the categories of firearms or ammunition that may be authorized for importation into the United States by DOJ, within 30 days after receiving an application therefor: (1) ammunition that is not armor piercing ammunition; (2) a firearm or ammunition that is being brought in for the use of a federal, state, or local government agency; and (3) a firearm or ammunition that is being imported for the purpose of exportation.\n\nIt amends the National Firearms Act to modify the definition of \"destructive device\" to exclude: (1) a shotgun or shotgun shell which the Department of the Treasury finds is generally recognized as particularly suitable for lawful (currently, sporting) purposes; and (2) an antique or a rifle which the owner intends to use for (currently, solely for) sporting purposes.\n\nIt authorizes the temporary interstate transfer of a firearm for lawful (currently, sporting) purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Lawful Purpose and Self Defense Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to revise various laws that interfere with the right of the people to obtain and use firearms for all lawful purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Lawful Purpose and Self Defense Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:11:18Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2209.xml"
}