{
  "actions": [
    {
      "acted_at": "2013-10-23T15:55:45-04:00", 
      "action_code": "H32111", 
      "how": "by voice vote", 
      "links": [
        {
          "name": "H.Amdt.481", 
          "url": "https://www.congress.gov/amendment/113th-congress/house-amendment/481"
        }
      ], 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Gibbs amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-10-23T15:46:50-04:00", 
      "action_code": "H3A100", 
      "links": [
        {
          "name": "H.Amdt.481", 
          "url": "https://www.congress.gov/amendment/113th-congress/house-amendment/481"
        }, 
        {
          "name": "H6738-6739", 
          "url": "https://www.congress.gov/congressional-record/volume-159/house-section/page/H6738-6739"
        }, 
        {
          "name": "H6738-6740", 
          "url": "https://www.congress.gov/congressional-record/volume-159/house-section/page/H6738-6740"
        }
      ], 
      "references": [
        {
          "reference": "CR H6738-6740", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6738-6739", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Gibbs.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-23", 
      "action_code": "", 
      "references": [], 
      "text": "", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-23T15:55:45-04:00", 
      "action_code": "72000", 
      "links": [
        {
          "name": "H.Amdt.481", 
          "url": "https://www.congress.gov/amendment/113th-congress/house-amendment/481"
        }
      ], 
      "references": [], 
      "text": "House amendment agreed to: On agreeing to the Gibbs amendment (A001) Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-23T15:55:45-04:00", 
      "action_code": "76000", 
      "links": [
        {
          "name": "H.Amdt.481", 
          "url": "https://www.congress.gov/amendment/113th-congress/house-amendment/481"
        }
      ], 
      "references": [], 
      "text": "Amendment agreed to Committee of the Whole", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-23T15:46:50-04:00", 
      "action_code": "71500", 
      "links": [
        {
          "name": "H.Amdt.481", 
          "url": "https://www.congress.gov/amendment/113th-congress/house-amendment/481"
        }, 
        {
          "name": "H6738-6739", 
          "url": "https://www.congress.gov/congressional-record/volume-159/house-section/page/H6738-6739"
        }, 
        {
          "name": "H6738-6740", 
          "url": "https://www.congress.gov/congressional-record/volume-159/house-section/page/H6738-6740"
        }
      ], 
      "references": [
        {
          "reference": "CR H6738-6740", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6738-6739", 
          "type": "text"
        }
      ], 
      "text": "House amendment offered/reported by : Amendment (A001) offered by Mr. Gibbs.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-23", 
      "action_code": "71000", 
      "references": [], 
      "text": "House amendment offered", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt481-113", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3080-113", 
    "bill_type": "hr", 
    "congress": 113, 
    "number": 3080
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "113", 
  "description": "Amendment adds language which provides for expediting the completion of any on-going feasibility study for a project initiated prior to enactment and clarifies that the Corps of Engineers is authorized to move to preconstruction planning, engineering, and design activities immediately after completing a feasibility study; amends Section 107 to add a savings clause to ensure work carried out under an existing statute related to navigation that is repealed in H.R. 3080 can continue if initiated prior to enactment; adds language providing non-Federal interests the ability to carry out work at their own expense for a project where a final feasibility report has been completed but has not received authorization from Congress; requires the non-Federal interest to carry out work subject to any State or Federal permitting requirements and to carry out the project in accordance with the final feasibility report; amends Section 120 to request the Corps of Engineers to review the uses and economic feasibility of non-structural alternatives in their review of existing authorities for carrying out work after a storm event; amends Section 102 to add natural gas companies to the entities eligible to contribute funds to Corps of Engineers to expedite the processing of permits within the regulatory program of the Corps of Engineers. and makes other technical and conforming changes to the bill.", 
  "introduced_at": "2013-10-23", 
  "number": 481, 
  "purpose": "An amendment numbered 1 printed in House Report 113-251 to add a new section that provides for expediting the completion of any on-going feasibility study for a project initiated prior to enactment and clarifies that the Corps of Engineers is authorized to move to preconstruction planning, engineering, and design activities immediately after completing a feasibility study. Amends Section 107 of H.R. 3080 to add a savings clause to ensure work carried out under an existing statute related to navigation that is repealed in H.R. 3080 can continue if initiated prior to enactment. Adds a new section providing non-Federal interests the ability to carry out work at their own expense for a project where a final feasibility report has been completed but has not received authorization from Congress. Requires the non-Federal interest to carry out work subject to any State or Federal permitting requirements and to carry out the project in accordance with the final feasibility report. Amends Section 120 of H.R. 3080 to request the Corps of Engineers to review the uses and economic feasibility of non-structural alternatives in their review of existing authorities for carrying out work after a storm event. Amends Section 102 of H.R. 3080 to add natural gas companies to the entities eligible to contribute funds to Corps of Engineers to expedite.the processing of permits within the regulatory program of the Corps of Engineers. Makes other technical and conforming changes to H.R. 3080.", 
  "sponsor": {
    "bioguide_id": "G000563", 
    "district": "7", 
    "name": "Gibbs, Bob", 
    "state": "OH", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2013-10-23T15:55:45-04:00", 
  "updated_at": "2016-10-25T17:04:12Z"
}