{
  "actions": [
    {
      "acted_at": "2017-01-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-01-12", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-03-30", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2017-05-16", 
      "action_code": "", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Murkowski with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2017-05-16", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "80", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 80.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2017-06-22", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "links": [
        {
          "name": "Report No. 115-117", 
          "url": "https://www.congress.gov/congressional-report/115th-congress/senate-report/117"
        }
      ], 
      "references": [], 
      "text": "By Senator Murkowski from Committee on Energy and Natural Resources filed written report. Report No. 115-117.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s131-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 115-117"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "S001198", 
      "district": null, 
      "name": "Sullivan, Dan", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-01-12", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-05-16", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-01-12", 
  "number": "131", 
  "official_title": "A bill to provide for the exchange of certain National Forest System land and non-Federal land in the State of Alaska, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr513-115", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr244-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Alaska Mental Health Trust Land Exchange Act of 2017", 
  "sponsor": {
    "bioguide_id": "M001153", 
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2017-03-30", 
  "subjects": [
    "Alaska", 
    "Forests, forestry, trees", 
    "Health programs administration and funding", 
    "Lakes and rivers", 
    "Land transfers", 
    "Land use and conservation", 
    "Mental health", 
    "Public lands and natural resources", 
    "Roads and highways", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2017-05-16T12:35:28Z", 
    "text": "Alaska Mental Health Trust Land Exchange Act of 2017\n\n(Sec. 2) This bill states that its purpose is to facilitate and expedite the exchange of land between the Alaska Mental Health Trust Authority (Trust Authority) and the Department of Agriculture (USDA).\n\n(Sec. 4) The bill directs USDA to convey to the Alaska Mental Health Trust Authority 7 parcels of federal land if the Trust Authority offers to convey, in two specified phases, 20 parcels of certain nonfederal land.\n\nThe conveyances of the federal and nonfederal lands shall be subject to valid existing rights, reservations, rights-of-way, or other encumbrances of third parties in, to, or on such lands.\n\n USDA and the Trust Authority shall exchange, at no cost, reciprocal easements on existing roads that are necessary to access the parcels of land that each party acquires in the land exchange. The exchanged easements must also provide for public access.\n\nUSDA and the Trust Authority may enter into a separate cost-share agreement to cover the cost of road maintenance with respect to the easements exchanged.\n\nIn conveying the K-3 parcel of the nonfederal land, the Trust Authority shall grant to the United States a 300-foot conservation easement abutting such parcel along its interface and the landfill of the city of Ketchikan. Such easement must provide that the land covered by it remains undeveloped and in the ownership of the Trust Authority. The value of such easement must also be included in the value of the nonfederal land for the purpose of equalizing the values of both the federal and nonfederal lands.\n\nIn order to allow time for the completion of ongoing research activities of the Forest Service, USDA shall reserve research easements on certain parcels for: (1) the Sarkar research easement study plot for a 10-year period; (2) the Naukati commercial thinning study plot for a 15-year period; (3) the Prince of Wales (POW) Yatuk study plot for a 10-year period; (4) the POW Naukati study plot for a 10-year period; and (5) the Revilla George study plot for a 10-year period.\n\nThe bill prohibits the Trust Authority from constructing new roads or harvesting timber on any study plot covered by an easement during the applicable periods.\n\nIn conveying the Naukati Phase 1 and East Naukati/2016 Naukati Addition parcels of the federal land to the Trust Authority, USDA shall reserve to the United States a conservation easement that shall protect the aquatic and riparian habitat within a specified area. Such easement shall prohibit within that area: (1) new road construction and timber harvesting within 100 feet of anadromous water bodies (including underground water bodies); and (2) commercial mineral extraction.\n\nBefore completing each phase of the land exchange, USDA shall complete, for the land to be conveyed in the applicable phase, any necessary land surveys and required pre-exchange clearances, reviews, mitigation activities, and approvals related to:\n\n threatened and endangered species, cultural and historic resources, wetland and floodplains, and hazardous materials. USDA and the Trust Authority shall select an appraiser to conduct appraisals of the federal and nonfederal lands in accordance with nationally recognized standards.\n\nDuring a three-year period beginning when the final appraised values of the federal and nonfederal land for each phase of the land exchange are approved by USDA, USDA shall not be required to reappraise or update those values.\n\nThe bill states that after the date on which an agreement to exchange the federal and nonfederal lands is entered into under this bill, no reappraisal or updates to the final appraised values approved for such lands by USDA shall be required.\n\nBefore completing each phase of land exchange, USDA shall make summaries of the appraisals of the federal and nonfederal lands for that phase available for public review.\n\nThe values of the federal and nonfederal lands to be exchanged shall be equal or equalized as prescribed by this bill.\n\nThe Trust Authority shall agree to pay, without compensation, all costs associated with each phase of the land exchange, including: (1) all costs to complete land surveys, appraisals, and environmental reviews specified in this bill so that the exchange may be completed by the deadlines for the completion of each of the phases; and (2) on request by USDA, reimbursement of costs for appropriate agency staff, additional agency staff, or third-party contractors so that the exchange may be completed by those deadlines.\n\nUnless otherwise agreed to by USDA and the Trust Authority, land surveys shall not be required for: (1) any portion of the boundaries of the nonfederal land that is contiguous to existing National Forest System land or land that has been surveyed or lotted; (2) any portion of the boundaries of the federal land that is contiguous to land owned by the Trust Authority or the state of Alaska, or land that has been surveyed or lotted; (3) any portion of the boundaries that USDA and the Trust Authority agree is adequately defined by a survey, mapping, or aliquot part, or other legal description; and (4) any portion of the boundaries of the nonfederal land that the United States tentatively conveyed to the state without a survey, is being reconveyed to the United States in the land exchange, and is unsurveyed as of the date of enactment of this bill.\n\nThe bill states that, if a portion of a parcel of the federal or nonfederal land to be conveyed cannot be conveyed because of the presence of hazardous materials, that portion shall be removed from the exchange and the final values for such lands shall be equalized in accordance with this bill.\n\n(Sec. 5) Upon conveyance of the federal lands to the Trust Authority, they shall become the property of the Trust Authority and be available for any uses permitted under applicable law.\n\nUpon conveyance of the nonfederal lands by USDA, they shall become part of Tongass National Forest and be managed to: (1) preserve their undeveloped natural character and wildlife, watershed, and scenic values; and (2) provide for recreational opportunities consistent with the purposes and values for them to be preserved, including the development or maintenance of recreational trails for hiking, biking, or skiing.\n\nUpon acquisition of the nonfederal lands by USDA, the boundaries of Tongass National Forest shall be adjusted to reflect their inclusion.\n\nUpon acquisition of the P-1A parcel of the nonfederal land, USDA must set aside 42 acres of such parcel in a specified location as an administrative site for purposes of the future administrative needs of the Tongass National Forest.\n\n (Sec. 6) The nonfederal land acquired by USDA under this bill shall be withdrawn from: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under the mineral leasing, mineral materials, and geothermal leasing laws.\n\n(Sec. 7) The bill revokes any public land order or administrative action that withdraws the federal land from appropriation or disposal under a public land law to the extent necessary to permit conveyance.\n\nIf the federal land or any federal interest in the nonfederal land is not withdrawn or segregated from entry and appropriation under a public land law (including logging and mineral leasing laws and the Geothermal Steam Act of 1970), such land or interest shall be withdrawn, without further action by USDA, from entry and appropriation.\n\nSuch a withdrawal shall be terminated: (1) upon the completion of the phase of the land exchange covering the applicable federal land; or (2) if the Trust Authority notifies USDA in writing that it elects to withdraw from that phase of the exchange in accordance with the Federal Land Policy and Management Act of 1976, when USDA receives such notice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the exchange of certain National Forest System land and non-Federal land in the State of Alaska, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Alaska Mental Health Trust Land Exchange Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Alaska Mental Health Trust Land Exchange Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Alaska Mental Health Trust Land Exchange Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Alaska Mental Health Trust Land Exchange Act of 2017", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Alaska Mental Health Trust Land Exchange Act of 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-18T16:32:00Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s131.xml"
}