{
  "actions": [
    {
      "acted_at": "2016-02-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-09", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-10", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-07-11", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "links": [
        {
          "name": "report No. 114-296", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/296"
        }
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. With written report No. 114-296.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-07-11", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "552", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 552.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2522-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-296"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-07-11", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-09", 
  "number": "2522", 
  "official_title": "A bill to amend the Homeland Security Act of 2002 to build partnerships to prevent violence by extremists.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2899-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3075-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5611-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2976-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s3456-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "bioguide_id": "C000174", 
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-02-10", 
  "subjects": [
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Digital media", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Homeland security", 
    "Internet and video services", 
    "Political movements and philosophies", 
    "Regional and metropolitan planning", 
    "Social work, volunteer service, charitable organizations", 
    "Terrorism", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-07-11T14:20:59Z", 
    "text": "(Sec. 1) This bill amends the Homeland Security Act of 2002 to establish within the Department of Homeland Security (DHS) the Office for Partnerships Against Violent Extremism (OPAVE), to be headed by an Assistant Secretary.\n\nThe Assistant Secretary shall be responsible for:\n\n leading DHS efforts to counter violent extremism; developing a digital engagement strategy that expands DHS outreach efforts to counter violent extremist messaging by exploring ways to utilize relevant technologies and social media platforms and maximizing other resources available to DHS; serving as DHS's primary representative in coordinating countering violent extremism efforts with other federal agencies and nongovernmental organizations; serving as the primary DHS-level representative in coordinating with the Department of State on international countering violent extremism issues; providing guidance, in coordination with the Federal Emergency Management Agency (FEMA), regarding the use of grants made to state, local, and tribal governments under the allowable uses guidelines related to countering violent extremism; and developing a plan to expand philanthropic support for domestic efforts related to countering violent extremism. DHS shall submit to Congress a comprehensive DHS strategy and an implementation plan to counter violent extremism in the United States.\n\nThe Assistant Secretary must submit an annual report on the OPAVE, which shall include:\n\n a description of the status of the programs and policies of DHS for countering violent extremism in the United States; a description of OPAVE efforts to cooperate with and provide assistance to other federal agencies; qualitative and quantitative metrics for evaluating the success of such programs and policies; an accounting of grants and cooperative agreements awarded by DHS to counter violent extremism and all training specifically aimed at countering violent extremism sponsored by DHS; an analysis of how DHS's activities to counter violent extremism correspond and adapt to the threat environment; a summary of how civil rights and liberties are protected in DHS activities to counter violent extremism; an evaluation of the use of State Homeland Security Grant Program (SHSGP) and Urban Area Security Initiative (UASI) grants and cooperative agreements awarded to support efforts of local communities to counter violent extremism; and a description of how the OPAVE incorporated lessons learned from the countering violent extremism programs and policies of foreign, state, local, tribal, and territorial governments and stakeholder communities. DHS's Office for Civil Rights and Civil Liberties shall conduct annual reviews to ensure that all OPAVE activities related to countering violent extremism respect the privacy, civil rights, and civil liberties of all persons.\n\nThe bill prohibits the use of funds provided under the SHSGP or the UASI to support any organization or group that has knowingly or recklessly funded domestic or international terrorism or that is known to engage in or recruit to such activities.\n\nThis bill shall be repealed seven years after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Homeland Security Act of 2002 to build partnerships to prevent violence by extremists.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "A bill to amend the Homeland Security Act of 2002 to build partnerships to prevent violence by extremists.", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:14:47Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2522.xml"
}