{
  "actions": [
    {
      "acted_at": "2014-09-11", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-11", 
      "action_code": "H11100", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-12", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-17", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Subcommittee on Railroads, Pipelines, and Hazardous Materials Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-17", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-17", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-01", 
      "action_code": "H12200", 
      "committees": [
        "HSPW"
      ], 
      "links": [
        {
          "name": "H. Rept. 113-629", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/house-report/629"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation and Infrastructure. H. Rept. 113-629.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-01", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "469", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 469.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5449-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 113-629"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "B000911", 
      "district": "5", 
      "name": "Brown, Corrine", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-09-11", 
      "state": "FL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000556", 
      "district": "6", 
      "name": "Coble, Howard", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-09-17", 
      "state": "NC", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000612", 
      "district": "10", 
      "name": "Denham, Jeff", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-09-11", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000563", 
      "district": "7", 
      "name": "Gibbs, Bob", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-09-16", 
      "state": "OH", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001051", 
      "district": "22", 
      "name": "Hanna, Richard L.", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-09-16", 
      "state": "NY", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001150", 
      "district": "10", 
      "name": "Miller, Candice S.", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-09-17", 
      "state": "MI", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000011", 
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-09-11", 
      "state": "WV", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000816", 
      "district": "25", 
      "name": "Williams, Roger", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-09-17", 
      "state": "TX", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-09-17", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-11", 
  "number": "5449", 
  "official_title": "To reauthorize Federal support for passenger rail programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1710-113", 
      "identified_by": "House", 
      "reason": "text similarities", 
      "type": "bill"
    }
  ], 
  "short_title": "Passenger Rail Reform and Investment Act of 2014", 
  "sponsor": {
    "bioguide_id": "S001154", 
    "district": "9", 
    "name": "Shuster, Bill", 
    "state": "PA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-09-17", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Alabama", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Animal protection and human-animal relationships", 
    "Appropriations", 
    "Commuting", 
    "Congressional oversight", 
    "Connecticut", 
    "Department of Transportation", 
    "District of Columbia", 
    "Executive agency funding and structure", 
    "Florida", 
    "Food industry and services", 
    "Government corporations and government-sponsored enterprises", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Historic sites and heritage areas", 
    "Infrastructure development", 
    "Intergovernmental relations", 
    "Licensing and registrations", 
    "Louisiana", 
    "Maryland", 
    "Massachusetts", 
    "Minority and disadvantaged businesses", 
    "Mississippi", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "New York City", 
    "New York State", 
    "Pennsylvania", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Railroads", 
    "Small business", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation programs funding"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2014-12-01T15:49:58Z", 
    "text": "Passenger Rail Reform and Investment Act of 2014 - Title I: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for FY2015-FY2018 to the Secretary of Transportation (DOT) for the National Railroad Passenger Corporation (Amtrak) for:\n\n the Northeast Corridor Improvement Fund account, the National Network account, the Office of the Inspector General, and national infrastructure investment capital grants. Title II: Amtrak Reform - (Sec. 201) Directs Amtrak to establish internal controls to ensure its costs and revenues are allocated to either the Northeast Corridor or the National Network.\n\nDirects the Secretary to establish substantive and procedural requirements for Northeast Corridor and National Network investment capital grant requests.\n\nDirects Amtrak to establish:\n\n a Northeast Corridor Improvement Fund account for Northeast Corridor capital improvement projects, and a National Network account for capital expenses and operating costs of the National Network. Requires Amtrak, before entering into contracts exceeding $100 million to purchase rolling stock, to submit to the Secretary and Congress a business case analysis on the utility of such a purchase.\n\nRequires the Northeast Corridor Infrastructure and Operations Advisory Commission to:\n\n develop an annual capital investment plan for the Northeast Corridor main line between Boston, Massachusetts, and the District of Columbia, and the Northeast Corridor branch lines connecting to Harrisburg, Pennsylvania, Springfield, Massachusetts, and Spuyten Duyvil, New York; and update, once every 10 years, a Northeast Corridor service development plan. Requires Amtrak, and states and public entities that own infrastructure supporting or providing intercity rail passenger transportation on the Northeast Corridor, to develop and update asset management plans for the Northeast Corridor main line and the Northeast Corridor branch lines.\n\n(Sec. 202) Requires the Amtrak Board of Directors to prepare a five-year capital and operating plan for the Northeast Corridor and National Network.\n\n(Sec. 203) Directs the Secretary to establish a State-Supported Route Advisory Committee.\n\nRequires Amtrak to transmit to Congress and to each state that sponsors a state-supported route an annual cost, service, and ridership forecast for each route for the upcoming year to enable states to pace costs against state budgets, plan effectively, and address unexpected changes in costs in a timely manner.\n\n(Sec. 204) Amends the Passenger Rail Investment and Improvement Act of 2008 to revise requirements with respect to methodologies for Amtrak route and service planning decisions. Requires Amtrak, as a condition of receiving a grant, to obtain the services of an independent entity to develop and recommend objective methodologies for Amtrak to use in the planning of intercity rail passenger transportation routes and services.\n\n(Sec. 205) Revises alternate passenger rail service pilot program requirements.\n\nRequires the Surface Transportation Board, within 120 days after submission of a dispute between Amtrak and a rail carrier (or carriers) awarded the right to provide rail service over a route in which Amtrak is to grant access to its reservation system, stations, and facilities, to issue an order requiring Amtrak to provide such facilities and services to those carriers if certain criteria are met.\n\n(Sec. 206) Directs Amtrak to develop a plan to eliminate the operating loss for food and beverage service on board its trains.\n\nBars the use of federal funds, beginning five years after enactment of this Act, to cover any such loss on a route operated either by Amtrak or by an alternative passenger rail service provider in lieu of Amtrak.\n\n(Sec. 207) Directs Amtrak to request proposals from private sector persons or entities to utilize Amtrak-owned rights-of-way for telecommunications systems, energy distribution systems, and other appropriate activities. Authorizes Amtrak to enter into an agreement to implement any such proposal or proposals. (Sec. 208) Requires Amtrak to report to Congress on options to enhance development around Amtrak stations. (Sec. 209) Amends the Passenger Rail Investment and Improvement Act of 2008 to extend indefinitely specified authority to restructure long-term Amtrak debt and capital leases. (Sec. 210) Directs Amtrak to:\n\n develop a pilot program to allow passengers to transport domesticated cats or dogs on certain Amtrak trains, and collect fees for each cat or dog (except service animals) transported by a ticketed passenger. Bars the use of federal funds to implement this program.\n\n(Sec. 211) Directs the Amtrak Inspector General to:\n\n evaluate Amtrak's boarding procedures at the 10 stations through which the most people pass, and make recommendations to improve such procedures. Title III: Intercity Passenger Rail Policy - (Sec. 301) Requires the Northeast Corridor Infrastructure and Operations Advisory Commission to develop, and update, a Northeast Corridor Priority Project List of capital improvement projects along the Northeast Corridor.\n\nDirects the Secretary to develop a program to issue competitive grants for such projects included in the List.\n\nLimits grants to up to 50% of net project costs.\n\n(Sec. 302) Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to revise Railroad Rehabilitation and Improvement Financing program requirements. Modifies application procedures for direct loans and loan guarantees for railroad improvement projects.\n\nRequires the Secretary, in granting applications for such loans and guarantees, to give priority to projects for the installation of a positive train control.\n\n(Sec. 303) Directs the Secretary to make direct loans and loan guarantees or capital improvement projects in the Northeast Corridor (NEC Fast Forward Program).\n\nAllocates 40% of the aggregate unpaid principal amounts of obligations under such loan and loan guarantees solely for such projects.\n\nIncreases from 15 to 30 days the maximum length of the period for notice and opportunity for public comment before the Secretary waives Buy American requirements for the use of U.S. steel, iron, and manufactured goods in intercity passenger rail service corridor capital projects.\n\n(Sec. 304) Prescribes requirements for the award of large capital project grants in excess of $1 billion.\n\n(Sec. 305) Directs the Secretary to study the availability and use of small businesses owned and controlled by socially and economically disadvantaged individuals in Federal Railroad Administration (FRA)-funded intercity rail passenger transportation projects.\n\nRequires the use, to implement this section, of $3 million of the amounts made available for each of FY2015 and FY2016 to the Office of the Secretary and the FRA.\n\n(Sec. 306) Directs the FRA to convene a working group to evaluate the restoration of intercity rail passenger service in the Gulf Coast region between New Orleans, Louisiana, and Orlando, Florida.\n\n(Sec. 307) Revises the composition of the Next Generation Corridor Equipment Pool Committee to include nonprofit organizations representing employees who perform overhaul and maintenance of passenger railroad equipment.\n\nRepeals the authority of Amtrak and states participating in the Committee to establish a corporation, which may be owned or jointly-owned by Amtrak, participating states, or other entities, to enter into agreements for the funding, procurement, remanufacture, ownership, and management of corridor equipment, including equipment currently owned or leased by Amtrak and next-generation corridor equipment acquired as a result of the Committee's actions.\n\nTitle IV: Project Delivery - (Sec. 401) Directs the Secretary to begin a rulemaking to govern the federal review, permitting, and approval or disapproval of freight railroad and intercity and commuter rail passenger transportation infrastructure projects.\n\n(Sec. 402) Directs the Secretary to: (1) pursue program alternatives to promote a consistent approach in the treatment of railroad and rail-related properties for historic preservation review, and (2) develop mechanisms for streamlining compliance with specified requirements.\n\nTitle V: Miscellaneous - (Sec. 501) Defines the term \"Secretary\" to mean the Secretary of Transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Passenger Rail Reform and Investment Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Passenger Rail Reform and Investment Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize Federal support for passenger rail programs, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Passenger Rail Reform and Investment Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:16:20Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/hr/BILLSTATUS-113hr5449.xml"
}