{
  "actions": [
    {
      "acted_at": "2016-07-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-12", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3158-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "S001197", 
      "district": null, 
      "name": "Sasse, Ben", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-07-12", 
      "state": "NE", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-07-12", 
  "number": "3158", 
  "official_title": "A bill to promote economic opportunity for military families, to facilitate workforce attachment for military spouses in their chosen occupation across multiple geographical postings, to reduce barriers to work on military installations, to amend the District of Columbia Code to promote greater freedom in the practice of regulated occupations, to combat abuse of occupational licensing laws by economic incumbents, to promote competition, encourage innovation, protect consumers, and promote compliance with Federal antitrust law, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6312-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "ALLOW Act", 
  "sponsor": {
    "bioguide_id": "L000577", 
    "district": null, 
    "name": "Lee, Mike", 
    "state": "UT", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-07-12", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Commerce", 
    "District of Columbia", 
    "Historic sites and heritage areas", 
    "Licensing and registrations", 
    "Military facilities and property", 
    "Military history", 
    "Monuments and memorials", 
    "Parks, recreation areas, trails", 
    "State and local government operations", 
    "Travel and tourism"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-07-12T04:00:00Z", 
    "text": "Alternatives to Licensing that Lower Obstacles to Work Act of 2016 or the ALLOW Act\n\nThis bill declares, for purposes of establishing an individual's authorization to engage in an occupation on a military installation located on federally-owned land, that the federal government endorses occupational licenses and certifications granted by a state (including the District of Columbia [DC]), regardless of whether the installation is located in the issuing state or DC, provided that:\n\n the license or certification is not expired, revoked, or suspended by the issuing state; and there are no outstanding enforcement actions against the individual brought by the licensing board or certifying authority for that occupation in the issuing state. District of Columbia Occupational Licensing Reform Act\n\nThe bill declares DC policy regarding occupational licensing laws.\n\nThe bill establishes an Office of Supervision of Occupational Boards in the office of the Attorney General for the District of Columbia, or another appropriate DC government agency, to be responsible for exercising active supervision over each occupational licensing board to ensure compliance with occupational licensing policy.\n\nThe bill prescribes procedures for the Office's review, approval, or rejection of occupational licensure actions before their adoption.\n\nThe DC Council shall establish a legislative committee to analyze occupational regulations and review any proposed legislation to impose or modify an occupational regulation to ensure compliance.\n\nAn individual may engage in a lawful occupation without being subject to occupational regulations that are arbitrary or unnecessary and substantially burdensome.\n\nThe DC government and its boards may not require an occupational license, certification, or registration for a person, or impose any other occupational regulation that imposes a substantial burden on a person, unless:\n\n the government has an important interest in protecting against present and recognizable harm to public health, safety, or welfare; and the regulation is substantially related to achievement of that interest. Any person providing tour guide services for a fee at certain national parks and memorials shall not be required to obtain a license, certification, or permit to provide those services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "ALLOW Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Alternatives to Licensing that Lower Obstacles to Work Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "District of Columbia Occupational Licensing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote economic opportunity for military families, to facilitate workforce attachment for military spouses in their chosen occupation across multiple geographical postings, to reduce barriers to work on military installations, to amend the District of Columbia Code to promote greater freedom in the practice of regulated occupations, to combat abuse of occupational licensing laws by economic incumbents, to promote competition, encourage innovation, protect consumers, and promote compliance with Federal antitrust law, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "ALLOW Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:47:09Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3158.xml"
}