{
  "actions": [
    {
      "acted_at": "2015-12-08", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-08", 
      "action_code": "H11100", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-12-09", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-12-10T15:13:04-05:00", 
      "action_code": "H30300", 
      "references": [], 
      "text": "Mr. Hunter moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-10T15:13:16-05:00", 
      "action_code": "H30000", 
      "links": [
        {
          "name": "H9223-9242", 
          "url": "https://www.congress.gov/congressional-record/volume-161/house-section/page/H9223-9242"
        }
      ], 
      "references": [
        {
          "reference": "CR H9223-9242", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-10T15:13:21-05:00", 
      "action_code": "H8D000", 
      "links": [
        {
          "name": "H.R. 4188", 
          "url": "https://www.congress.gov/bill/114th-congress/house-bill/4188"
        }
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4188.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-10T15:33:14-05:00", 
      "action_code": "H37300", 
      "how": "by voice vote", 
      "links": [
        {
          "name": "H9223-9239", 
          "url": "https://www.congress.gov/congressional-record/volume-161/house-section/page/H9223-9239"
        }
      ], 
      "references": [
        {
          "reference": "CR H9223-9239", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-12-10T15:33:16-05:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-14", 
      "action_code": "", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-18", 
      "action_code": "", 
      "links": [
        {
          "name": "S8908", 
          "url": "https://www.congress.gov/congressional-record/volume-161/senate-section/page/S8908"
        }
      ], 
      "references": [
        {
          "reference": "CR S8908", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-18", 
      "action_code": "", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2015-12-18", 
      "action_code": "", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-01T18:57:27-05:00", 
      "action_code": "H40140", 
      "links": [
        {
          "name": "H402-420", 
          "url": "https://www.congress.gov/congressional-record/volume-162/house-section/page/H402-420"
        }
      ], 
      "references": [
        {
          "reference": "CR H402-420", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Hunter moved that the House suspend the rules and agree to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-01T18:57:47-05:00", 
      "action_code": "H8D000", 
      "links": [
        {
          "name": "H.R. 4188", 
          "url": "https://www.congress.gov/bill/114th-congress/house-bill/4188"
        }
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on the motion to suspend the rules and agree to the Senate amendment to H.R. 4188.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-01T19:11:26-05:00", 
      "action_code": "H41610", 
      "how": "by voice vote", 
      "links": [
        {
          "name": "H402-418", 
          "url": "https://www.congress.gov/congressional-record/volume-162/house-section/page/H402-418"
        }
      ], 
      "references": [
        {
          "reference": "CR H402-418", 
          "type": "text as House agreed to Senate amendment"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House suspend the rules and agree to the Senate amendment Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "2016-02-01T19:11:27-05:00", 
      "action_code": "H41931", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-04", 
      "action_code": "E20000", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2016-02-08", 
      "action_code": "E30000", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2016-02-08", 
      "action_code": "E40000", 
      "congress": "114", 
      "law": "public", 
      "links": [
        {
          "name": "Public Law No: 114-120", 
          "url": "https://www.congress.gov/bill/114th-congress/house-bill/4188/text/pl"
        }
      ], 
      "number": "120", 
      "references": [], 
      "text": "Became Public Law No: 114-120.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt2941-114", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "2941"
    }
  ], 
  "bill_id": "hr4188-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "D000191", 
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "OR", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000559", 
      "district": "3", 
      "name": "Garamendi, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001154", 
      "district": "9", 
      "name": "Shuster, Bill", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "PA", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "114", 
    "law_type": "public", 
    "number": "120"
  }, 
  "history": {
    "active": true, 
    "active_at": "2015-12-10T15:13:04-05:00", 
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2016-02-08", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2016-02-01T19:11:26-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2015-12-18", 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-08", 
  "number": "4188", 
  "official_title": "To authorize appropriations for the Coast Guard for fiscal years 2016 and 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1987-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1611-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Coast Guard Authorization Act of 2015", 
  "sponsor": {
    "bioguide_id": "H001048", 
    "district": "50", 
    "name": "Hunter, Duncan D.", 
    "state": "CA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2016-02-08", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Appropriations", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Atlantic Ocean", 
    "Aviation and airports", 
    "California", 
    "Civil actions and liability", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Disability and paralysis", 
    "District of Columbia", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Educational technology and distance education", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Federal Maritime Commission", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Great Lakes", 
    "Health care costs and insurance", 
    "Higher education", 
    "Historic sites and heritage areas", 
    "Housing supply and affordability", 
    "Land transfers", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Massachusetts", 
    "Military education and training", 
    "Military facilities and property", 
    "Military medicine", 
    "Military personnel and dependents", 
    "Museums, exhibitions, cultural centers", 
    "National Guard and reserves", 
    "Navigation, waterways, harbors", 
    "Oil and gas", 
    "Pacific Ocean", 
    "Performance measurement", 
    "Pollution liability", 
    "Public contracts and procurement", 
    "Puget Sound", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Washington State", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Public Law", 
    "date": "2016-02-09T04:59:58Z", 
    "text": "Coast Guard Authorization Act of 2015\n\nTITLE I--AUTHORIZATIONS (Sec. 101) This bill authorizes appropriations for the Coast Guard in FY2016-FY2017, including for:\n\n the Coast Guard Reserve program, acquisition of facilities and equipment, environmental compliance and restoration functions, alteration or removal of bridges that obstruct navigation, an end-of-year strength for active duty personnel, and specified average military training student loads. The President shall submit to Congress in FY2017, FY2019, and every four years thereafter, a Coast Guard manpower requirements plan on the same date as the presidential budget is submitted.\n\nThe Coast Guard may use certain funds for specified icebreaking activities, including to design an icebreaking vessel capable of enhancing icebreaking capabilities on the Great Lakes.\n\nTITLE II--COAST GUARD\n\n(Sec. 201) The grade of the Vice Commandant of the Coast Guard shall be increased from vice admiral to admiral.\n\n(Sec. 202) The President may designate within the executive branch, but outside of the Coast Guard or the National Oceanic and Atmospheric Administration (NOAA), positions of importance and responsibility held by officers with the grade of vice admiral.\n\n(Sec. 203) The Coast Guard may remit or cancel part of a person's indebtedness to the United States if: (1) the indebtedness incurred while the person was an active duty member of the Coast Guard, and (2) doing so is in the best interest of the United States.\n\n(Sec. 204) The test and evaluation master plan for any major acquisition project or program must identify:\n\n the performance data to be used to determine whether key performance parameters have been resolved; and the test and evaluation results required to demonstrate that a capability, asset, or subsystem meets performance requirements. The Coast Guard shall:\n\n implement a standard for tracking operational days at sea; submit to Congress a revised fleet mix analysis of Coast Guard fixed wing aircraft; include in the long-term major acquisitions plan, the numbers and types of cutters and aircraft to be decommissioned or acquired; and report to Congress quarterly updates of the assessment of the risks associated with all current major acquisition programs. (Sec. 205) The Coast Guard Auxiliary (also known as the Coast Guard Reserve) may patrol a waterway if: (1) the waterway is navigable for purposes of the Coast Guard jurisdiction, or (2) a state or other proper authority has requested the patrol.\n\nThe Coast Guard shall review the waterways patrolled by the Coast Guard Auxiliary in the most recent fiscal year.\n\n(Sec. 206) The bill reduces the deadline from 90 to 30 days for the Coast Guard to notify Congress before approving a community as a Coast Guard City.\n\n(Sec. 207) The Coast Guard may contract for the acquisition of polar icebreakers and associated equipment using incremental funding. The Coast Guard shall:\n\n complete a materiel condition assessment with respect to the Polar Sea vessel, and determine whether it is cost effective to reactivate the Polar Sea vessel when compared with other options as part of a strategy to maintain polar icebreaking services. (Sec. 208) The Coast Guard shall not before January 1, 2018: (1) close an air facility that was in operation on November 30, 2014; or (2) retire, transfer, relocate, or deploy an aviation asset from such an air facility for the purpose of closing it. The Coast Guard may close or terminate operations at such an air facility after that date only if:\n\n remaining search and rescue capabilities maintain the safety of the maritime public in the facility's area, regional or local prevailing weather and marine conditions do not require the facility's continued operation, and search and rescue standards related to search and response times are met. The Coast Guard may implement reasonable management efficiencies within an air station and air facility network.\n\nThe Coast Guard shall develop and submit to Congress rotary wing strategic plans to adequately address contingencies arising from potential aviation casualties or the retirement of rotary wing airframes.\n\n(Sec. 210) The Coast Guard shall establish a process for the discontinuing of an aid to navigation (other than a seasonal or temporary aid).\n\n(Sec. 211) The Government Accountability Office (GAO) shall assess the effectiveness of the Coast Guard's Standard Operational Planning Process with respect to annual mission performance measures.\n\n(Sec. 212) If the Department of Homeland Security (DHS) determines that there are communications systems certified by the Department of Defense (DOD) Joint Interoperability Test Center (JITC), DHS shall carry out a pilot program to assess the effectiveness of a communications system that:\n\n provides for multiagency collaboration, peer invitation and acceptance based multimedia communications, and interoperability; is DOD JITC-certified; and is composed of commercially available technology. (Sec. 213) The Coast Guard shall establish an education program for its members and employees that:\n\n offers a master's degree in maritime operations; is relevant to professional development; provides resident and distant education options; and is conducted using existing academic programs at an accredited public academic institution located near a significant number of DHS law enforcement personnel. (Sec. 214) The Coast Guard shall develop and implement a plan to conduct every two years a multi-rater review for each Coast Guard flag officer, member of the Senior Executive Service, and officer nominated for promotion to the grade of flag officer.\n\nThe Coast Guard shall also: (1) develop and offer at least annually a training course for flag officers and employees on the workings of Congress, and (2) report to Congress on Coast Guard leadership development.\n\n(Sec. 215) The bill repeals specified requirements and procedures for the involuntary retirement of enlisted Coast Guard members with 20 or more years of active military service.\n\n(Sec. 216) The Coast Guard shall: (1) audit annually the pay and allowances for the members transferred to new units during the year, and (2) report to Congress on alternative methods for notifying members of their monthly earnings.\n\n(Sec. 217) DHS shall transfer to DOD, from amounts appropriated for Coast Guard operating expenses, an amount representing the actuarial valuation of treatment or care for current or former members of the Coast Guard and their dependents at DOD facilities.\n\n(Sec. 218) The Coast Guard may enter into an agreement with a qualified tax-exempt nonprofit organization established by the Coast Guard Academy Alumni Association to support academic research and apply for research grants on behalf of the Coast Guard Academy.\n\n(Sec. 219) The Coast Guard shall not expend any appropriated funds for the engineering, design, or construction of a National Coast Guard Museum. Current law prohibits the Coast Guard from expending any appropriated federal funds for such purposes.\n\n(Sec. 220) DHS shall investigate an allegation of misconduct by a flag officer or member of the Senior Executive Service serving in the Coast Guard in a manner consistent with DOD policies.\n\n(Sec. 221) The Coast Guard shall issue procedures and criteria, including those of DOD, to use in determining whether the disability of a member is combat-related and therefore eligible for combat-related special compensation.\n\nSuch a disability shall include one incurred during aviation duty, diving duty, rescue swimmer duty, or hazardous service duty onboard a Coast Guard vessel.\n\n(Sec. 222) The Coast Guard shall promulgate new parental leave policies that are similar to and equal in both duration and compensation to policies promulgated by the Department of the Navy.\n\nTITLE III--SHIPPING AND NAVIGATION\n\n(Sec. 301) The bill delays implementation of a requirement that a passenger vessel be equipped with survival craft that ensures no part of an individual is immersed in water. This requirement applies to a vessel built or undergoing a major conversion after January 1, 2016. This bill exempts vessels that do not operate in cold water.\n\nThe Coast Guard shall revise regulations concerning the carriage of survival craft based on a review of casualties and risks.\n\n The GAO shall determine any adverse or positive changes in public safety after the Coast Guard's implementations of changes to regulations concerning the carriage of survival craft.\n\n (Sec. 302) The Coast Guard shall make a minimum of $59 million in direct loan obligations available each fiscal year for repairs or replacements of fishing vessels according to historic uses.\n\nThe bill amends the Fisheries Financing Act to declare that the prohibition against federal direct loans or loan guarantees for constructing or rebuilding fishing vessels exceeding specified dimensions shall not apply to vessels in specified fisheries under the jurisdiction of the North Pacific Fishery Management Council or the Pacific Fishery Management Council.\n\n(Sec. 303) A model year for recreational vessels and associated equipment shall begin on June 1and end on July 31 of the following year.\n\n(Sec. 304) The Coast Guard shall establish a process to harmonize the expiration dates of merchant mariner credentials, mariner medical certificates, and radar observer endorsements for individuals applying for new or renewed merchant mariner credentials.\n\n(Sec. 305) The Coast Guard shall establish a process providing for safety zones for permitted marine events.\n\n(Sec. 307) The Coast Guard shall notify Congress of actions it will take to implement recommendations on improvements to its marine casualty reporting requirements and procedures.\n\n(Sec. 308) The Coast Guard shall amend regulations relating to outboard motor and related equipment for various boat horsepower ratings to reflect specified standards.\n\n(Sec. 309) The bill provides for revisions of the process to receive a medical certificate necessary to qualify for a license, certificate of registry, or merchant mariner's document.\n\n(Sec. 310) The Coast Guard must complete: (1) the Atlantic Coast Port Access Route Study by April 1, 2016, and (2) the port access route study of Nantucket Sound by December 1, 2016.\n\n(Sec. 311) The Coast Guard shall issue regulations that make certificates for recreational vessels effective for five years.\n\n(Sec. 312) The Department of Transportation shall develop guidelines to promote the transportation of liquefied natural gas to the United States on U.S.-flag vessels.\n\n(Sec. 313) The bill amends the Merchant Marine Act of 1936 to repeal provisions relating to the subsidy for vessels in foreign trade or in off-season cruises.\n\n(Sec. 314) No individual may knowingly or intentionally:\n\n destroy, or attempt or conspire to destroy, property subject to forfeiture under the Comprehensive Drug Abuse Prevention and Control Act of 1970; or conceal, or attempt or conspire to conceal, more than $100,000 in currency or other monetary instruments on the individual's person or in any conveyance, or article of luggage aboard a vessel subject to U.S. jurisdiction if that vessel is outfitted for smuggling. (Sec. 315) The Coast Guard is not required to disclose to the public questions or answers from any examination for a merchant seamen license, certificate, or document.\n\nThe Coast Guard shall develop a sample merchant mariner credential examination and outline of merchant mariner examination topics on an annual basis.\n\n(Sec. 316) The bill revises the Coast Guard Authorization Act of 2010 with regard to the application to Cape Flattery, Washington, of certain requirements relating to tank vessel response plans.\n\n(Sec. 317) The Coast Guard may treat an assessment of the effectiveness of a foreign port's antiterrorism measures conducted by a foreign government or international organization as one the Coast Guard has conducted if certain requirements are met.\n\n(Sec. 318) The bill exempts from American Bureau of Shipping certification requirements certain fishing or fish tender vessels of between 50 and 79 feet in length that: (1) are built after a specified date; and (2) comply with certain safety requirements related to design, construction, and maintenance.\n\nThe GAO shall report to Congress on commercial fishing vessel safety.\n\n(Sec. 319) The bill amends the Oil Pollution Act of 1990 to alter the membership of the Interagency Coordinating Committee on Oil Pollution Research.\n\n(Sec. 320) The bill amends the Coast Guard Authorization Act of 2010 to provide for facility inspection coordination between the Coast Guard and Customs and Border Protection.\n\nTITLE IV--FEDERAL MARITIME COMMISSION\n\n(Sec. 401) The bill reauthorizes for FY2016-FY2017 the Federal Maritime Commission (FMC).\n\n(Sec. 402) The FMC Chairman's duties shall include preparing and submitting to the President and Congress requests for appropriations for the FMC.\n\n(Sec. 403) The FMC may not transfer any funds to it to a non-federal entity to issue an award, prize, commendation, or other honor that is not related to specified ocean shipping purposes.\n\nTITLE V--CONVEYANCES\n\nSubtitle A--Miscellaneous Conveyances\n\n(Sec. 501) The Coast Guard shall convey 32 acres of federal land (including all buildings, structures, utilities, and facilities on the land) in Point Reyes Station, California, to Marin County, California, to be used for affordable housing or to provide a public benefit approved by the county.\n\n(Sec. 502) The Coast Guard may also convey 3.25 acres of Coast Guard real property (including all improvements located on the property) in Tok, Alaska, to the Tanana Chiefs' Conference.\n\n\n\nSubtitle B--Pribilof Islands\n\nPribilof Island Transition Completion Act of 2015\n\n(Sec. 522) The Coast Guard shall convey specified federal property to the Alaska native village corporation for St. Paul Island (one of a group of five Pribilof Islands off the coast of mainland Alaska).\n\nThe Coast Guard may operate, repair, and replace any federal aid to navigation located on the property as long as the aid is needed for navigational purposes.\n\n(Sec. 523) The bill amends the Pribilof Islands Transition Act to require NOAA to promptly publish and submit to the Senate a specified notice of certification related to sites and operable units covered by the Pribilof Islands Environmental Restoration Agreement.\n\n(sec. 524) The Coast Guard may enter, operate, and maintain a facility on a specified tract transferred under this subtitle if the facility is necessary to provide redundant capability with respect to positioning and navigation.\n\nSubtitle C--Conveyance of Coast Guard Property at Point Spencer, Alaska (Sec. 533) Subject to specified conditions, the Department of the Interior shall convey certain tracts of land to the Bering Straits Native Corporation (BSNC) or Alaska.\n\n(Sec. 534) The bill prescribes environmental compliance, liability, and contamination monitoring requirements for land conveyed under this subtitle.\n\n(Sec. 535) Conveyances under this subtitle shall be subject to specified easements and rights of access.\n\n(Sec. 536) Tracts not conveyed under this subtitle shall remain withdrawn pursuant to Public Land Order 2650.\n\n(Sec. 538) Interior must prepare, and make available for public inspection, specified maps and legal descriptions of tracts conveyed.\n\n(Sec. 540) The Coast Guard may enter, operate, and maintain a facility on a specified tract transferred under this subtitle if the facility is necessary to provide redundant capability with respect to positioning and navigation.\n\n(Sec. 541) The bill establishes the Port Coordination Council for the Port of Point Spencer.\n\nTITLE VI--MISCELLANEOUS\n\n(Sec. 601) The bill amends the Coast Guard and Maritime Transportation Act of 2006 to change the annual deadline for submission of annual reports on the distant water tuna fleet by the Coast Guard and the National Marine Fisheries Service.\n\n The Coast Guard must report on liability limits when an oil discharge results in removal costs and damages that exceed established liability limits.\n\nThe Coast Guard shall report to Congress within 60 days on the specifications and capabilities for interoperable communications necessary to allow the Coast Guard to carry out missions that require communications with other federal agencies, state and local governments, and nongovernmental entities.\n\n(Sec. 602) The bill amends the Howard Coble Coast Guard and Maritime Transportation Act of 2014 to extend the boundaries within which a vessel may take up and discharge ballast water.\n\n(Sec. 603) The GAO shall audit funds credited to the Vessel Operations Revolving Fund that are attributable to the sale of obsolete vessels in the National Defense Reserve Fleet.\n\n(Sec. 604) The Coast Guard shall enter into an arrangement with the National Academy of Sciences to assess the federal costs of polar icebreaking missions.\n\n(Sec. 605) The Coast Guard may issue coastwise endorsements to specified vessels.\n\n(Sec. 606) The Coast Guard shall report to Congress on current operations to perform the International Ice Patrol mission and alternatives to carry out that mission, including satellite surveillance technology.\n\n(Sec. 607) The Coast Guard shall assess the effectiveness of oil spill response activities specific to the Great Lakes.\n\n(Sec. 608) The Coast Guard shall report on the status of technology that immediately detects when passengers fall overboard.\n\n(Sec. 609) The bill amends the Magnuson-Stevens Fishery Conservation and Management Act to modify provisions related to jurisdictions.\n\n(Sec. 610) The Coast Guard may not carry out activities (except as necessary for the safety of human life) related to the dismantling or disposal of infrastructure comprising a specified radio navigation system before notifying Congress.\n\nThe General Services Administration may sell any property under Coast Guard's administrative control that is used for the system, with profits from such sales to be used for specified purposes.\n\n(Sec. 611) The bill requires that additional free parking at the DHS St. Elizabeth Campus in Washington, D.C., be made available to members and employees of the Coast Guard.\n\n(Sec. 612) Specified load requirements shall not apply to a vessel that is on a domestic voyage in the Gulf of Mexico and does not operate more than 15 nautical miles seaward of the base line."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To authorize appropriations for the Coast Guard for fiscal years 2016 and 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "is_for_portion": false, 
      "title": "Coast Guard Authorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "is_for_portion": true, 
      "title": "Pribilof Island Transition Completion Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Coast Guard Authorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": true, 
      "title": "Pribilof Island Transition Completion Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Coast Guard Authorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Pribilof Island Transition Completion Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Coast Guard Authorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Pribilof Island Transition Completion Act of 2015", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Coast Guard Authorization Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-07-20T13:42:02Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr4188.xml"
}