{
  "actions": [
    {
      "acted_at": "2018-02-08", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-02-08", 
      "action_code": "H11100", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Transportation and Infrastructure, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2018-02-08", 
      "action_code": "H11100", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Transportation and Infrastructure, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2018-02-08", 
      "action_code": "H11100", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Transportation and Infrastructure, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2018-02-08", 
      "action_code": "", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2018-02-14", 
      "action_code": "", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-02-14", 
      "action_code": "", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2018-03-06", 
      "action_code": "H12200", 
      "committees": [
        "HSIF"
      ], 
      "links": [
        {
          "name": "H. Rept. 115-587", 
          "url": "https://www.congress.gov/congressional-report/115th-congress/house-report/587"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 115-587, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06", 
      "action_code": "H12300", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Committee on Transportation discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06", 
      "action_code": "H12300", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Committee on Oversight and Government discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "445", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 445.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2018-03-06T14:39:06-05:00", 
      "action_code": "H30300", 
      "references": [], 
      "text": "Mr. Walden moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06T14:39:19-05:00", 
      "action_code": "H30000", 
      "links": [
        {
          "name": "H1398-1414", 
          "url": "https://www.congress.gov/congressional-record/volume-164/house-section/page/H1398-1414"
        }
      ], 
      "references": [
        {
          "reference": "CR H1398-1414", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06T14:39:35-05:00", 
      "action_code": "H8D000", 
      "links": [
        {
          "name": "H.R. 4986", 
          "url": "https://www.congress.gov/bill/115th-congress/house-bill/4986"
        }
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4986.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06T15:22:07-05:00", 
      "action_code": "H37300", 
      "how": "by voice vote", 
      "links": [
        {
          "name": "H1399-1408", 
          "url": "https://www.congress.gov/congressional-record/volume-164/house-section/page/H1399-1408"
        }
      ], 
      "references": [
        {
          "reference": "CR H1399-1408", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2018-03-06T15:22:10-05:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-06T15:22:11-05:00", 
      "action_code": "H38800", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2018-03-07", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4986-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 115-587"
  ], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Oversight and Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "W000791", 
      "district": "2", 
      "name": "Walden, Greg", 
      "original_cosponsor": false, 
      "sponsored_at": "2018-03-05", 
      "state": "OR", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2018-02-14", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2018-03-06T15:22:07-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2018-02-08", 
  "number": "4986", 
  "official_title": "To amend the Communications Act of 1934 to reauthorize appropriations for the Federal Communications Commission, to provide for certain procedural changes to the rules of the Commission to maximize opportunities for public participation and efficient decisionmaking, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr290-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr423-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr460-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr555-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr582-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr588-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr599-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2210-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2546-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2636-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3995-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4109-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s96-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s134-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1104-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1534-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1546-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5007-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s174-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1621-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1950-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2210-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1340-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "FCC Reauthorization Act of 2018", 
  "sponsor": {
    "bioguide_id": "B001243", 
    "district": "7", 
    "name": "Blackburn, Marsha", 
    "state": "TN", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2018-03-06T15:22:07-05:00", 
  "subjects": [
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2018-03-06T14:52:31Z", 
    "text": "Repack Airwaves Yielding Better Access for Users of Modern Services Act of 2018 or the RAY BAUM'S Act of 2018\n\nTITLE I--FCC REAUTHORIZATION\n\n(Sec. 101) This bill reauthorizes the Federal Communications Commission (FCC) for FY2019-FY2020. It amends the Communications Act of 1934 to require that FCC-collected regulatory fees be credited as offsetting collections. The Department of the Treasury must accept bidding deposits for spectrum auctions held by the FCC; the deposits of successful bidders must be used for deficit reduction.(Sec. 102) Application fees must be assessed at rates to recover costs associated with processing applications; regulatory fees must be assessed to recover the costs of employee pay, other employee benefits, and nondiscretionary costs. Congress must be given notice of adjustments to applications and regulatory fees, but such adjustments are not subject to judicial review. The FCC must assess specified late fees and charge interest on certain fees that are not paid in a timely manner. The FCC may dismiss an application or revoke an instrument of authority held by a licensee for failure to pay fees and penalties in a timely manner.TITLE II--APPLICATION OF ANTIDEFICIENCY ACT\n\n(Sec. 201) The Universal Service Antideficiency Temporary Suspension Act is amended to extend through December 31, 2019, the waiver of certain limitations on: (1) expending, obligating, or apportioning appropriations with respect to federal universal service contributions collected or received under the Communications Act of 1934; and (2) expending or obligating funds attributable to such contributions for universal service support programs.\n\nTITLE III--SECURING ACCESS TO NETWORKS IN DISASTERS\n\n(Sec. 301) The FCC must submit to Congress and publish on the FCC website a study on the public safety benefits, technical feasibility, and cost of providing the public with access to 9-1-1 services during times of emergency when mobile service is unavailable, through:\n\n telecommunications service provider-owned WiFi access points and other communications technologies operating on unlicensed spectrum, without requiring any login credentials; non-telecommunications service provider-owned WiFi access points; and other alternative means. (Sec. 302) The Robert T. Stafford Disaster Relief and Emergency Assistance Act is amended to expand the categories of essential service providers that may access a disaster site to restore and repair essential services in an emergency or major disaster without being denied or impeded by a federal agency. Services to be considered essential are wireline or mobile telephone service, Internet access service, radio or television broadcasting, cable service, or direct broadcast satellite service.\n\nTITLE IV--FCC CONSOLIDATED REPORTING\n\n(Sec. 401) The bill replaces various reporting requirements with a communications marketplace report that the FCC must publish on its website and submit to Congress every two years. The report must describe the FCC's actions in the marketplace and its agenda for the next two years. The FCC must: (1) consider all forms of competition; (2) compile a list of geographic areas that are not served by any provider of advanced telecommunications capability; and (3) consider market entry barriers for entrepreneurs and small businesses in accordance with national policy favoring diversity of media voices, competition, technological advancement, and promotion of the public interest, convenience, and necessity.TITLE V--ADDITIONAL PROVISIONS\n\n(Sec. 501) The bill amends the Inspector General Act of 1978 to require the President, with the advice and consent of the Senate, to appoint the FCC Inspector General. (Currently, the FCC appoints the FCC Inspector General.)\n\n(Sec. 502) The FCC must ensure that its Chief Information Officer has a significant role in: (1) the decision-making process for annual and multi-year planning, programming, budgeting, execution decisions, and reports related to information technology; (2) the management, governance, and oversight processes related to information technology; and (3) the hiring of personnel with information technology responsibilities. The Chief Information Officer must consult with the FCC Chief Financial Officer and budget officials to specify and approve the allocation of amounts appropriated to the FCC for information technology.\n\n(Sec. 503) The bill expands the prohibition against knowingly transmitting misleading or inaccurate caller identification information to apply to: (1) persons outside the United States if the recipient is within the United States, and (2) text messages. Existing caller identification requirements that apply to calls made using a telecommunications service or IP-enabled voice service are revised to apply to: (1) services interconnected with the public switched telephone network and that furnish voice communications using resources from the North American Numbering Plan; and (2) transmissions from a telephone facsimile machine, computer, or other device to a telephone facsimile machine. The FCC must coordinate with the Federal Trade Commission (FTC) to develop and regularly update education materials that help consumers identify: (1) scams and fraudulent activity that rely upon misleading or inaccurate caller identification information, and (2) existing technologies that consumers can use to protect against such fraud. The Government Accountability Office (GAO) must report on: (1) actions taken, or actions that could be taken, by the FCC or the FTC to combat the fraudulent provision of misleading or inaccurate caller identification information; and (2) any recommendations to combat the fraudulent provision of such information.\n\n(Sec. 504) The FCC must submit to Congress a report on promoting broadband Internet access service for veterans, in particular low-income veterans and veterans residing in rural areas. In preparing the report, the FCC shall provide the public with notice and an opportunity to comment.\n\n(Sec. 505) The FCC must promulgate rules to establish a consistent methodology for its collection of coverage data about the available speed tiers and performance characteristics of commercial mobile and data service for the Universal Service program or any similar programs.\n\n(Sec. 506) The FCC must conclude a proceeding to consider adopting rules to ensure that dispatchable location is conveyed with 9-1-1 calls, including calls from multi-line telephone systems, regardless of the technological platform used. \"Dispatchable location\" means the street address of the calling party and additional information necessary to adequately identify the location of the calling party.\n\n(Sec. 507) The Department of Commerce must study and report about how the National Telecommunication and Information Administration (NTIA) can best coordinate the interagency process following cybersecurity incidents.\n\n(Sec. 508) The FCC must submit a report that evaluates broadband coverage in Indian country and on land held by Alaska Native Corporations. The report must include an assessment of areas that have adequate broadband coverage and of unserved areas.\n\n(Sec. 509) FCC commissioners may continue to serve after the expiration of their terms until a successor has taken the oath of office but may not continue to serve after the end of the session of Congress that begins after their term has expired.\n\n(Sec. 510) If the FCC submits a budget estimate or request, legislative recommendations, testimony, or comments on legislation to the President or the Office of Management and Budget, a copy must be sent to Congress at the same time.\n\nThe FCC Inspector General must submit its semiannual reports that summarize the office's activities to Congress at the same time as the reports are sent to the FCC.\n\n(Sec. 511) The FCC may not modify, amend, or change its rules or regulations for universal service support payments in order to implement recommendations made on February, 27, 2004, by the Federal-State Joint Board on Universal Service regarding single connection or primary line restrictions on universal service support payments.\n\n(Sec. 512) Any press release from the FCC regarding the issuance of a notice of apparent liability shall include a disclaimer that such notice should be treated only as an allegation and that the amount of any forfeiture penalty is the maximum penalty that the FCC may impose for the alleged violation.\n\n(Sec. 513) The FCC must make publicly available what systems of competitive bidding for licenses and permits will be used during the next 12-month period, and identify, if possible, the bands of frequencies expected to be auctioned.\n\nTITLE VI--VIEWER PROTECTION\n\n(Sec. 601) The Broadcast Repack Fund shall be available to the FCC if it certifies that funds in the TV Broadcaster Relocation Fund are insufficient to reimburse reasonable costs incurred by: (1) a broadcast television licensee reassigned to a different television channel, or (2) a multichannel video programming distributor in order to continue carrying a broadcast television licensee under certain conditions.\n\n(Sec. 602) The bill establishes the Translator and Low Power Station Relocation Fund to allow the FCC to reimburse expenses incurred by a television translator station or low power television station in order for such station to relocate to another channel or modify its facility as a result of the reorganization of broadcast television spectrum.\n\n(Sec. 603) The bill establishes the FM Broadcast Station Relocation Fund to allow the FCC to reimburse expenses incurred by an FM broadcast station for facilities necessary for such station to minimize disruption of service as a result of the reorganization of broadcast television spectrum.\n\n(Sec. 604) The bill establishes the Broadcast Station Relocation Consumer Education Fund to allow the FCC to make payments for the purpose of consumer education relating to the reorganization of broadcast television spectrum.\n\nTITLE VII--MOBILE NOWMaking Opportunities for Broadband Investments and Limiting Excessive and Needless Obstacles to Wireless Act or the MOBILE NOW Act\n\n(Sec. 703) This bill requires the NTIA and the FCC, by December 31, 2022, to identify at least 255 megahertz of federal and nonfederal spectrum for mobile and fixed wireless broadband use. Of the spectrum identified, at least: (1) 100 megahertz below the frequency of 8000 megahertz shall be identified for use on an unlicensed basis; (2) at least 55 megahertz below the frequency of 8000 megahertz shall identified for use on either a licensed or unlicensed basis or a combination of licensed and unlicensed; and (3) 100 megahertz below the frequency of 6000 megahertz shall be identified for use on an exclusive, licensed basis for commercial mobile use, pursuant to the FCC's authority to implement licensing in a flexible manner, and subject to potential continued use of such spectrum by incumbent federal entities in designated geographic areas indefinitely or for a length of time stipulated in transition plans approved by an NTIA technical panel for those incumbent entities to relocate to alternate spectrum.\n\nIn identifying such spectrum for use, the NTIA and the FCC must consider: (1) the need to preserve critical existing and planned federal government capabilities; (2) the impact on existing state, local, and tribal government capabilities; (3) international implications; (4) appropriate enforcement mechanisms and authorities; and (5) the importance of the deployment of wireless broadband services in rural areas.\n\n(Sec. 704) The FCC must publish a notice of proposed rulemaking to consider service rules to authorize mobile or fixed terrestrial wireless operations in the radio frequency band between 42000 and 42500 megahertz.\n\n(Sec. 705) The NTIA and the FCC must submit reports evaluating the feasibility of allowing commercial wireless services to share use of specified frequencies between 3100 and 4200 megahertz. If such sharing is feasible, the reports must identify which of the frequencies are most suitable: (1) for sharing with commercial wireless services through the assignment of new licenses by competitive bidding, (2) for sharing with unlicensed operations, or (3) for sharing through a combination of licensing and unlicensed operations. The FCC must seek public comment regarding these reports.\n\n(Sec. 706) To facilitate installation of broadband infrastructure, the Department of Transportation must promulgate regulations to ensure that states receiving federal-aid highway funds: (1) identify a broadband utility coordinator to facilitate the broadband infrastructure right-of-way efforts within the state; (2) register broadband infrastructure entities that seek to be included in those facilitation efforts; (3) establish a process to electronically notify such entities of the state transportation improvement program on an annual basis; (4) coordinate statewide telecommunication and broadband plans and state and local transportation and land use plans, including strategies to minimize repeated excavations that involve the installation of broadband infrastructure in a right-of-way; and (5) ensure that any existing broadband infrastructure entities are not disadvantaged.\n\n(Sec. 707) After notice and an opportunity for public comment, Commerce must submit recommendations to incentivize federal entities to relinquish, or share with federal or nonfederal users, federal spectrum for commercial wireless broadband services. It must consider whether permitting eligible federal entities to accept payments could expedite access to eligible frequencies.\n\n(Sec. 708) The FCC must collaborate with the NTIA to determine the best means of providing federal entities flexible access to nonfederal spectrum on a shared basis across a range of short-, mid-, and long-range time frames, including for intermittent purposes such as emergency use.\n\n(Sec. 709) After public notice and comment, the FCC must adopt rules that permit unlicensed services to use any frequencies designated as guard bands to protect frequencies allocated by competitive bidding if it would not cause harmful interference.\n\n(Sec. 710) The Spectrum Pipeline Act of 2015 is amended to require the FCC to provide notice and an opportunity for public comment before it submits reports regarding: (1) the results of rule changes relating to the frequencies between 3550 and 3650 megahertz, and (2) proposals to promote and identify additional spectrum bands that can be shared between incumbent uses and new licensed and unlicensed services under such rules and that identify at least 1 gigahertz between 6 gigahertz and 57 gigahertz for such use.\n\n(Sec. 711) The GAO must recommend policies to increase the availability of broadband Internet access using unlicensed spectrum and wireless networks in low-income neighborhoods, particularly for elementary and secondary school-aged children.\n\n(Sec. 712) The FCC must establish a rulemaking proceeding to assess whether to establish a program, or modify existing programs, under which a licensee that receives a license for the exclusive use of spectrum in a specific geographic area may partition or disaggregate the license by sale or long-term lease to provide services consistent with the license and make unused spectrum available to: (1) unaffiliated small carriers with not more than 1,500 employees, or (2) other unaffiliated carriers to serve rural areas.\n\n(Sec. 713) The bill declares that it is U.S. policy to: (1) maximize U.S. spectrum resources to benefit the U.S. people, (2) advance wireless broadband innovation and investment, and (3) make available on an unlicensed basis radio frequency bands sufficient to address consumer demand.\n\nThe FCC must ensure that its spectrum allocation and assignment efforts make available on an unlicensed basis radio frequency bands sufficient to address demand for unlicensed wireless broadband operations if doing so is reasonable and in the public interest after taking into account the future needs of homeland security, national security, and other spectrum users.\n\n(Sec. 714) The FCC must develop a national plan for making additional radio frequency bands available for unlicensed or licensed by rule operations. The NTIA must recommend reforms to the Spectrum Relocation Fund to address federal entities sharing costs and expenditures under the plan.\n\nSpectrum Challenge Prize Act\n\n(Sec. 715) Commerce must conduct prize competitions to accelerate the development and commercialization of technology that improves spectrum efficiency and is capable of cost-effective deployment.\n\nNot more than $5 million, in the aggregate, may be awarded to prize competition winners.\n\nThe FCC must publish a technical paper providing criteria that may be used for the design of such competitions.\n\nWireless Telecommunications Tax and Fee Collection Fairness Act\n\n(Sec. 716) State and local jurisdictions are prohibited from requiring a nonresident person or entity with its principal place of business in the state to collect from, or remit on behalf of, any other person a state or local tax, fee, or surcharge imposed on the purchase or use of any wireless telecommunications service within the state unless the collection or remittance is in connection with a financial transaction in which the purchaser or user upon whom a tax, fee, or surcharge is imposed gives cash, credit, or any other exchange of monetary value or consideration to the person who is required to collect or remit the tax, fee, or surcharge. Any person who is aggrieved by a violation of such prohibition may bring a civil action in U.S. district court for relief.\n\n(Sec. 719) No additional funds are provided for to carry out this title."
  }, 
  "titles": [
    {
      "as": "amended by house", 
      "is_for_portion": false, 
      "title": "To amend the Communications Act of 1934 to reauthorize appropriations for the Federal Communications Commission, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Communications Act of 1934 to reauthorize appropriations for the Federal Communications Commission, to provide for certain procedural changes to the rules of the Commission to maximize opportunities for public participation and efficient decisionmaking, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "RAY BAUM'S Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "RAY BAUM’S Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Repack Airwaves Yielding Better Access for Users of Modern Services Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Repack Airwaves Yielding Better Access for Users of Modern Services Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "MOBILE NOW Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "MOBILE NOW Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Spectrum Challenge Prize Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Spectrum Challenge Prize Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Wireless Telecommunications Tax and Fee Collection Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Wireless Telecommunications Tax and Fee Collection Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "RAY BAUM’S Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Repack Airwaves Yielding Better Access for Users of Modern Services Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Repack Airwaves Yielding Better Access for Users of Modern Services Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FCC Reauthorization Act of 2018", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FCC Reauthorization Act of 2018", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "RAY BAUM'S Act of 2018", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-18T16:20:17Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr4986.xml"
}