{
  "actions": [
    {
      "acted_at": "2016-05-23", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-23", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-25", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-09-27", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "links": [
        {
          "name": "report No. 114-360", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/360"
        }
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with amendments. With written report No. 114-360.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-09-27", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "646", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 646.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2968-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-360"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "G000386", 
      "district": null, 
      "name": "Grassley, Chuck", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-23", 
      "state": "IA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001170", 
      "district": null, 
      "name": "McCaskill, Claire", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-10", 
      "state": "MO", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-09-27", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-23", 
  "number": "2968", 
  "official_title": "A bill to reauthorize the Office of Special Counsel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3011-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Office of Special Counsel Reauthorization Act of 2016", 
  "sponsor": {
    "bioguide_id": "J000293", 
    "district": null, 
    "name": "Johnson, Ron", 
    "state": "WI", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-05-25", 
  "subjects": [
    "Administrative remedies", 
    "Employment discrimination and employee rights", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Health information and medical records", 
    "Legal fees and court costs", 
    "Merit Systems Protection Board", 
    "Office of Special Counsel", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-09-27T13:01:30Z", 
    "text": "Office of Special Counsel Reauthorization Act of 2016\n\nThis bill amends the Whistleblower Protection Act of 1989 to reauthorize through FY2021 the Office of Special Counsel (OSC), an independent federal investigative and prosecutorial agency that protects federal employees, former employees, and applicants for employment from prohibited personnel practices.\n\n(Sec. 2) The OSC shall have timely access to material available to an agency that relate to a matter within the OSC's jurisdiction. A claim of common law privilege by an agency, or an agency employee, shall not prevent the OSC from obtaining such materials.\n\n(Sec. 3) The bill prohibits federal employees with authority over personnel actions from accessing, failing to access, or threatening to access medical records of employees or applicants because of an employee's or applicant's: (1) disclosure of information reasonably believed to evidence a violation of a law, rule, or regulation or a gross mismanagement, gross waste of funds, abuse of authority, or substantial and specific danger to public health or safety; (2) disclosure to, or cooperation with, the OSC or an agency inspector general; (3) exercise of an appeal, complaint, or grievance right; (4) testimony for, or assistance to, an individual exercising such rights; or (5) refusal to obey an order that would require the individual to violate a law or regulation.\n\nAgencies must inform their employees of: (1) whistleblower protections available to new employees during a probationary period, and (2) the role of the OSC and the Merit Systems Protection Board (MSPB). Agency websites must contain whistleblower protection information.\n\n(Sec. 4) The bill extends the period for the OSC to determine whether information it receives from an employee or applicant discloses: (1) a violation of a law, rule, or regulation; or (2) gross mismanagement, gross waste of funds, abuse of authority, or substantial and specific danger to public health and safety. The OSC may not respond to inquiries about a person who makes a disclosure, except in accordance with information privacy procedures or as required by law.\n\nThe OSC may petition the MSPB to order corrective action if an agency's investigation was commenced, expanded, or extended in retaliation for certain employee disclosures or protected activities, even if no personnel action is taken.\n\nThe MSPB may review appeals from a determination that an employee or applicant is ineligible for a sensitive position if the sensitive position does not require a security clearance or access to classified information.\n\nWhistleblower protections must be incorporated into supervisory employee job requirements and performance appraisals in the Senior Executive Service.\n\nAgencies must report annually on: (1) the number of performance appraisals that determined that an employee failed to meet whistleblower protection standards, and (2) the disciplinary or corrective actions taken by the agency in response to such determinations.\n\n(Sec. 5) The OSC may terminate an investigation of an alleged prohibited personnel practice without further inquiry or an opportunity for the individual who submitted the allegation to respond if: (1) the same allegation had previously been made by the individual and was investigated by the OSC or filed by the individual with the MSPB, (2) the OSC does not have jurisdiction, or (3) the individual knew or should have known of the alleged practice three years before the OSC received the allegation.\n\n(Sec. 6) The OSC must enter at least one agreement for an agency inspector general to receive and investigate allegations of prohibited personnel practices or wrongdoing by OSC employees.\n\n(Sec. 7) The OSC's annual report to Congress must include information regarding:\n\n the costs of resolving allegations of prohibited personnel practices; stays or disciplinary actions negotiated with agencies; the number of subpoenas issued by the OSC; investigations reopened by the OSC after an initial determination; stays and extensions of stays obtained from the MSPB; prohibited personnel practice complaints that resulted in a favorable action or outcome for the complainant, including an indication of which complaints dealt with reprisals against whistleblowers; corrective actions that the OSC required an agency to take after a prohibited personnel practice finding; and the results of employee viewpoint surveys about the OSC. The OSC must include in its publicly disclosed list of noncriminal matters referred to agencies: (1) any comments from the complainant, provided that the availability to the public is appropriate, not prohibited by law, and consented to by the complainant; and (2) the OSC's comments or recommendations.\n\n(Sec. 8) To improve service at various stages of an OSC review or investigation, the OSC must establish a pilot program for FY2018 to survey individuals who have filed a complaint or disclosure with the OSC. The OSC's other annual survey of individuals who have contacted the OSC is suspended during this period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Office of Special Counsel Reauthorization Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Office of Special Counsel Reauthorization Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize the Office of Special Counsel, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Office of Special Counsel Reauthorization Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:45:33Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2968.xml"
}