{
  "actions": [
    {
      "acted_at": "2015-01-26", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-26", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-02-26", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-05-22", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "links": [
        {
          "name": "report No. 114-58", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/58"
        }
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Thune with an amendment in the nature of a substitute. With written report No. 114-58.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-05-22", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "100", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 100.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-06-10", 
      "action_code": "", 
      "how": "by Unanimous Consent", 
      "links": [
        {
          "name": "S4059-4061", 
          "url": "https://www.congress.gov/congressional-record/volume-161/senate-section/page/S4059-4061"
        }
      ], 
      "references": [
        {
          "reference": "CR S4059-4061", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S4059-4061", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2015-06-11", 
      "action_code": "", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T15:00:46-04:00", 
      "action_code": "H14000", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T16:31:10-04:00", 
      "action_code": "H15000", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-27T14:45:48-04:00", 
      "action_code": "H30200", 
      "references": [], 
      "text": "Mr. Walden asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-27T14:47:06-04:00", 
      "action_code": "H30000", 
      "links": [
        {
          "name": "H5938-5945", 
          "url": "https://www.congress.gov/congressional-record/volume-162/house-section/page/H5938-5945"
        }
      ], 
      "references": [
        {
          "reference": "CR H5938-5945", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-27T14:47:32-04:00", 
      "action_code": "H37100", 
      "how": "without objection", 
      "links": [
        {
          "name": "H5938-5945", 
          "url": "https://www.congress.gov/congressional-record/volume-162/house-section/page/H5938-5945"
        }
      ], 
      "references": [
        {
          "reference": "CR H5938-5945", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2016-09-27T14:47:33-04:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-27T14:47:34-04:00", 
      "action_code": "H38800", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-28", 
      "action_code": "", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendments to Senate bill.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt1434-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1434"
    }
  ], 
  "bill_id": "s253-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-58"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "S001194", 
      "district": null, 
      "name": "Schatz, Brian", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-02-25", 
      "state": "HI", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-05-22", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2016-09-27T14:47:32-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2015-06-10", 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-26", 
  "number": "253", 
  "official_title": "A bill to amend the Communications Act of 1934 to consolidate the reporting obligations of the Federal Communications Commission in order to improve congressional oversight and reduce reporting burdens.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr734-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1301-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1396-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2566-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2583-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2589-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2669-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3998-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4167-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4596-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5116-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s421-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s827-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1685-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1759-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2553-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2558-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Communications Commission Consolidated Reporting Act of 2015", 
  "sponsor": {
    "bioguide_id": "H001041", 
    "district": null, 
    "name": "Heller, Dean", 
    "state": "NV", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASSED:BILL", 
  "status_at": "2016-09-27T14:47:32-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Competition and antitrust", 
    "Congressional oversight", 
    "Federal Communications Commission (FCC)", 
    "Government information and archives", 
    "Internet and video services", 
    "Science, technology, communications", 
    "Small business", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2016-09-27T13:31:41Z", 
    "text": "Communications Act Update Act of 2016\n\nTITLE I--FEDERAL COMMUNICATIONS COMMISSION PROCESS REFORM\n\n(Sec. 101) This bill amends the Communications Act of 1934 to require the Federal Communications Commission (FCC) to complete a rulemaking proceeding to adopt rules establishing:\n\n minimum comment and reply periods for rulemakings; policies to ensure that the public has notice and an opportunity to respond to comments, ex parte communications, or materials submitted toward the end of, or after, the comment period; deadlines for public notice, and guidelines for disposition, of certain petitions; and procedures to include the specific language of proposed rules or amendments in proposed rulemaking notices. The rules must also establish procedures for publishing on the FCC's website and submitting to Congress reports regarding: (1) the status of open rulemakings and items circulated for FCC commissioners' review; (2) the number of pending petitions, applications, complaints, and other requests for action by the FCC and the amount of time such requests have been pending; and (3) pending congressional investigations of the FCC and the cost of such investigations. The website postings and reports must be updated at least quarterly.\n\nPerformance measures must be included in notices of proposed rulemakings or orders that would create or substantially change a program activity. A \"program activity\" is a specific activity or project as listed in the program and financing schedules of the U.S. annual budget, including any annual collection or distribution or related series of collections or distributions by the FCC of $100 million or more.\n\nThe FCC must seek public comment on whether it should establish procedures to: (1) allow a bipartisan majority of commissioners to place items on an open meeting agenda; (2) publish in advance of open meetings the text of agenda items on which the FCC will vote; (3) ensure that commissioners have adequate time, prior to a required decision, to review the proposed decision document, including the specific rule or any proposed amendments; (4) provide deadlines for the disposition of certain license applications; and (5) publish orders, decisions, reports, and actions within 30 days after adoption.\n\nThe Government Accountability Office must audit the FCC's estimates of the costs of congressional investigations of the FCC.\n\nThe FCC must initiate a new rulemaking proceeding every five years to continue its consideration of procedural rule changes.\n\nA bipartisan majority of commissioners may hold a nonpublic meeting, including a meeting to collaborate with joint boards or conferences, if: (1) no votes or actions are taken, and (2) an attorney from the FCC's Office of General Counsel is present. Such a closed meeting must be disclosed within two business days after the meeting, along with a list of persons in attendance and a summary of discussed matters, provided that such matters are not classified or otherwise exempt from disclosure.\n\nThe FCC must provide on its website: (1) information regarding the FCC's budget, appropriations, and total number of full-time equivalent employees; (2) the FCC's annual performance plan; and (3) information about consumer complaints in a publicly available, searchable database.\n\nThe chair of the FCC must also publish on the website policies established by the chair that relate to the FCC's functioning or its agenda.\n\nThe FCC must complete actions necessary for the required publication of documents in the Federal Register within specified time frames.\n\nThe FCC must inform the public about its performance and efficiency in meeting disclosure and other requirements under the Freedom of Information Act (FOIA), including by: (1) publishing on the FCC website its logs for managing FOIA requests and associated fees, (2) releasing decisions to grant or deny requests, and (3) presenting information about the number of FOIA requests received and granted or denied by the FCC in its annual budget estimates and annual performance and financial reports.\n\nBy January 15 of each year, the FCC must publish on its website and in other required formats an anticipated release schedule for all statistical reports and reports to Congress.\n\nThe bill requires annual reports to Congress on the FCC's performance in conducting its proceedings and meeting the deadlines and guidelines established by this bill.\n\n(Sec. 102) In compiling its quarterly report with respect to informal consumer inquiries and complaints, the FCC is prohibited from categorizing an inquiry or complaint under the Telephone Consumer Protection Act of 1991 (places restrictions on telephone solicitations and automatic dialing systems) as a wireline or wireless inquiry or complaint unless a wireline or wireless carrier was the subject of the inquiry or complaint.\n\n(Sec. 104) The Universal Service Antideficiency Temporary Suspension Act is amended to extend through 2020 the waiver of certain limitations on: (1) expending, obligating, or apportioning appropriations with respect to federal universal service contributions collected or received under the Communications Act of 1934; and (2) expending or obligating funds attributable to such contributions for universal service support programs.\n\n(Sec. 105) The FCC must consult with the Small Business Administration to report to Congress with actions and recommendations to improve participation of small businesses in FCC proceedings.\n\n(Sec. 106) For items adopted by an FCC vote, the FCC must publish on its website the text of the adopted items within 24 hours after the FCC Secretary has received all dissenting statements from commissioners.\n\nTITLE II--FEDERAL COMMUNICATIONS COMMISSION CONSOLIDATED REPORTING\n\n(Sec. 201) This title replaces various reporting requirements with a communications marketplace report that the FCC is required to publish on its website and submit to Congress every two years assessing: (1) competition in the communications marketplace; (2) deployment of communications capabilities, including whether advanced telecommunications capability is being deployed to all Americans in a reasonable and timely fashion; and (3) whether laws, regulations, or regulatory practices pose a barrier to competitive entry or expansion of existing providers of communications services.\n\nThe report must describe the FCC's actions in the marketplace and its agenda for the next two years.\n\nThe FCC must: (1) compile a list of geographic areas that are not served by any provider of advanced telecommunications capability; and (2) consider market entry barriers for entrepreneurs and small businesses in accordance with national policy favoring diversity of media voices, competition, technological advancement, and promotion of the public interest, convenience, and necessity.\n\nThe FCC's competition assessments must include the aggregate average total amount paid by cable systems for retransmission consent.\n\n(Sec. 202) The title repeals or consolidates various reports of the FCC and the Corporation for Public Broadcasting, including reports on satellite competition, international broadband, video programming, cable industry prices, small business entry barriers, commercial mobile radio, services to minority and diverse audiences, waivers from requirements prohibiting FCC employees from being financially interested in companies subject to FCC regulation, and several other existing reports.\n\nThe Telecommunications Act of 1996 is amended to require the FCC to determine from the communications marketplace report every two years (currently, in an inquiry initiated each year) whether it must act immediately to accelerate deployment of advanced telecommunications capabilities, particularly in elementary and secondary schools, by removing barriers to infrastructure investment and promoting competition.\n\nTITLE III--SMALL BUSINESS BROADBAND DEPLOYMENT\n\n(Sec. 301) This title exempts for five years after enactment of this bill any small business broadband Internet access service provider with no more than 250,000 subscribers from the FCC's enhancements to a transparency rule that requires persons engaged in the provision of broadband Internet access service to disclose publicly accurate information regarding the network management practices, performance, and commercial terms of its services sufficient for:\n\n consumers to make informed choices regarding their use; and content, application, service, and device providers to develop, market, and maintain Internet offerings. The FCC shall report its recommendations on whether:\n\n this exception should be made permanent, and the definition of \"small business\" for these purposes should be modified. TITLE IV--KARI'S LAW\n\nKari's Law Act of 2016\n\n(Sec. 402) This title prohibits businesses from manufacturing or importing for use in the United States, or selling or leasing in the United States, a multi-line telephone system unless it is pre-configured to allow users to directly initiate a call to 9-1-1 (without dialing any additional digit, code, prefix, or post-fix, including any trunk-access code such as the digit \"9\") from any station equipped with dialing facilities.\n\nBusinesses are prohibited from installing, managing, or operating multi-line telephone systems without such a direct 9-1-1 call configuration.\n\nBusinesses installing, managing, or operating such systems for use in the United States must configure the systems to provide a notification to a central location at the facility where the system is installed, or to another person or organization regardless of location, if the system is able to be so configured without an improvement to the hardware or software.\n\nTITLE V--SECURING ACCESS TO NETWORKS IN DISASTERS\n\n(Sec. 501) This title requires the FCC to submit to Congress and publish on the FCC website a study on the public safety benefits, technical feasibility, and cost of providing the public with access to 9-1-1 services during times of emergency when mobile service is unavailable, through:\n\n telecommunications service provider-owned WiFi access points and other communications technologies operating on unlicensed spectrum, without requiring any login credentials; non-telecommunications service provider-owned WiFi access points; and other alternative means. The types of emergencies subject to this bill are: (1) occasions or instances under the Robert T. Stafford Disaster Relief and Emergency Assistance Act for which the President determines that federal assistance is needed to supplement state and local efforts and capabilities to save lives and to protect property and public health and safety, or to lessen or avert the threat of a catastrophe in any part of the United States; or (2) an emergency declared by the governor of a state or U.S. territory.\n\n(Sec. 502) The Stafford Act is amended to expand the categories of essential service providers that may access a disaster site to restore and repair essential services in an emergency or major disaster without being denied or impeded by a federal agency. Services to be considered essential are wireline or mobile telephone service, Internet access service, radio or television broadcasting, cable service, or direct broadcast satellite service.\n\nTITLE VI--SPOOFING PREVENTION\n\n(Sec. 601) This title expands the prohibition against knowingly transmitting misleading or inaccurate caller identification information to apply to: (1) persons outside the United States if the recipient is within the United States, and (2) text messages.\n\nExisting caller identification requirements that apply to calls made using a telecommunications service or IP-enabled voice service are revised to apply to: (1) services interconnected with the public switched telephone network and that furnish voice communications using resources from the North American Numbering Plan; and (2) transmissions from a telephone facsimile machine, computer, or other device to a telephone facsimile machine.\n\n The FCC must coordinate with the Federal Trade Commission (FTC) to regularly update education materials that help consumers identify: (1) scams and fraudulent activity that rely upon misleading or inaccurate caller identification information, and (2) existing technologies that consumers can use to protect against such fraud.\n\nThe GAO must report on: (1) actions taken, or actions that could be taken, by the FCC or the FTC to combat the fraudulent provision of misleading or inaccurate caller identification information; and (2) any recommendations to combat the fraudulent provision of such information.\n\nTITLE VII--AMATEUR RADIO PARITY\n\n(Sec. 701) This title directs the FCC to amend station antenna structure regulations to prohibit a private land use restriction from applying to amateur radio stations if the restriction:\n\n precludes communications in an amateur radio service, fails to permit a licensee of amateur radio service to install and maintain an effective outdoor antenna on property under its exclusive use or control, or is not the minimum practicable restriction to accomplish the lawful purposes of a community association seeking to enforce the restriction. The FCC must require an amateur radio licensee to obtain prior approval from a community association before installing an outdoor antenna. A community association may: (1) prohibit installations on common property not under the exclusive control of the licensee, and (2) establish installation rules for amateur radio antennas and support structures.\n\nTITLE VIII--IMPROVING RURAL CALL QUALITY AND RELIABILITY\n\n(Sec. 801) This title requires intermediate providers that offer the capability to transmit voice communications and signaling information from one destination to another, and that charge a rate to any other entity (including an affiliated entity) for the transmission, to: (1) register with the FCC, and (2) comply with service quality standards to be established by the FCC.\n\nAn \"intermediate provider\" is an entity that: (1) enters a business arrangement with a long-distance voice service provider that makes the initial call path choice for more than 100,000 domestic retail subscriber lines, or with another intermediate provider, to carry, route, or transmit voice traffic from a call placed from or to an end user connection using a North American Numbering Plan resource; and (2) does not itself (directly or in conjunction with an affiliate) serve as such a long-distance initial call path choice provider in the context of originating or terminating a given call.\n\nThe title prohibits such long-distance providers (including local exchange carriers, interexchange carriers, commercial mobile radio services, interconnected voice over Internet Protocol [VoIP] services, and certain non-interconnected VoIP services) from using an intermediate provider to transmit voice communications and signals unless the intermediate provider is so registered.\n\nThe FCC must: (1) ensure the integrity of the transmission of voice communications to all customers in the United States, (2) prevent unjust or unreasonable discrimination among areas of the United States in the delivery of such voice communications, and (3) make a registry of intermediate providers publicly available on the FCC website.\n\nThis title shall not be construed to preempt or expand the authority of a state agency or public utility commission to collect data, or enforce state law and regulations, regarding the completion of intrastate voice communications.\n\nCertain long-distance providers that make initial call path choices are exempt from service quality standards that the FCC is required to establish under this title if they certify under a safe harbor provision in existing FCC rules that they monitor the performance of, or do not use, intermediate providers."
  }, 
  "titles": [
    {
      "as": "amended by house", 
      "is_for_portion": false, 
      "title": "To amend the Communications Act of 1934 to provide for greater transparency and efficiency in the procedures followed by the Federal Communications Commission, to consolidate certain reporting obligations of the Commission, and to update certain other provisions of such Act, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Communications Act of 1934 to consolidate the reporting obligations of the Federal Communications Commission in order to improve congressional oversight and reduce reporting burdens.", 
      "type": "official"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Federal Communications Commission Consolidated Reporting Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Communications Act Update Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Kari's Law Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Federal Communications Commission Consolidated Reporting Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Communications Commission Consolidated Reporting Act of 2015", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Communications Act Update Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:46:35Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s253.xml"
}