{
  "actions": [
    {
      "acted_at": "2015-07-21", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-21", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-16", 
      "action_code": "", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2015-10-07", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-09-06", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "links": [
        {
          "name": "report No. 114-342", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/342"
        }
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. With written report No. 114-342. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-09-06", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "613", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 613.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1818-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-342"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-09-28", 
      "state": "NH", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "E000295", 
      "district": null, 
      "name": "Ernst, Joni", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-11-30", 
      "state": "IA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001069", 
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-28", 
      "state": "ND", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-09-16", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-21", 
  "number": "1818", 
  "official_title": "A bill to amend title 5, United States Code, to reform the rule making process of agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Principled Rulemaking Act of 2015", 
  "sponsor": {
    "bioguide_id": "L000575", 
    "district": null, 
    "name": "Lankford, James", 
    "state": "OK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-10-07", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Economic performance and conditions", 
    "Federal-Indian relations", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Performance measurement", 
    "Public participation and lobbying", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-09-06T16:03:34Z", 
    "text": "Principled Rulemaking Act of 2015\n\n(Sec. 3) This bill revises the federal agency rulemaking process to require a agencies to promulgate only rules (defined to exclude agency actions involving a military or foreign affairs function of the United States or a matter relating to agency management or personnel or to public property, loans, grants, benefits, or contracts) that are required by law, necessary to interpret a law, or made necessary by public need, to protect or improve the health and safety of the public, the environment, or the wellbeing of the people of the United States.\n\nBefore promulgating such a rule, an agency must:\n\n assess the significance of the problem the agency intends to address; consider the legal authority under which the rule may be proposed; examine whether existing rules have created or contributed to the problem and should be modified to achieve the regulatory objective more effectively; assess available alternatives to direct regulation; consider the risks posed by various substances or activities within the agency's jurisdiction; design the rule to maximize net benefits while justifying the costs; consider incentives for innovation, consistency, predictability, flexibility, distributive impacts, and equity on the regulated entities and the public and the cost of enforcement and compliance to the government, regulated entities, and the public; base decisions on the best reasonably obtainable information concerning the need for, and consequences of, the rule; assess alternative forms of regulation and specify performance objectives; seek views of governmental entities before imposing regulatory requirements that may significantly or uniquely affect them and seek to minimize those burdens; assess the effects of rules on state, local, and tribal governments and the private sector; seek to harmonize agency action with related governmental functions; avoid promulgating a rule that is inconsistent, incompatible, or duplicative with other rules; tailor the rule to maximize benefits while imposing the least burden on society; and draft the rule in a manner that is simple and easy to understand. Such considerations shall be included as part of the rulemaking record and shall be considered by a court only in determining whether the final rule is: (1) arbitrary, capricious, or an abuse of discretion; or (2) unsupported by substantial evidence where the standard is otherwise provided by law.\n\nThis bill shall not apply:\n\n to interpretative rules, general statements of policy, or rules of agency organization, procedures, or practice; if the Office of Information and Regulatory Affairs (OIRA) waives these requirements for good cause; or if the statute on which a proposed rule is based specifically exempts a rule from any of these procedures. Judicial review of agency or OIRA compliance with this bill is limited.\n\n(Sec. 4) Agencies must issue rules through a process that involves public participation, including by providing for timely online access to the rulemaking docket of the agency on an easily accessible federal website.\n\nBefore issuing a notice of proposed rulemaking, each agency shall seek the views of those who are likely to be affected by the rule.\n\n(Sec. 5) In developing regulatory actions and identifying appropriate approaches, each agency shall: (1) attempt to promote coordination, simplification, and harmonization; and (2) seek to identify means to achieve regulatory goals that are designed to promote innovation.\n\n(Sec. 6) When issuing a rule, each agency shall ensure that any scientific and technological information and processes used to support any regulatory action of the agency is the best objective, peer-reviewed, and reproducible information publicly available."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Principled Rulemaking Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Principled Rulemaking Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 5, United States Code, to reform the rule making process of agencies.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Principled Rulemaking Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T06:57:59Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1818.xml"
}