{
  "actions": [
    {
      "acted_at": "2015-02-25", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-25", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-12", 
      "action_code": "", 
      "committee": "Committee on Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2015-11-19", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-12-16", 
      "action_code": "", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "links": [
        {
          "name": "report No. 114-183", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/183"
        }
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Murkowski with an amendment in the nature of a substitute and an amendment to the title. With written report No. 114-183.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-12-16", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "328", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 328.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s556-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-183"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-03-12", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-25", 
  "number": "556", 
  "official_title": "A bill to protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr384-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s350-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s405-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1669-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2401-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3279-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1814-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4151-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s338-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2189-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s659-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Sportsmen's Act of 2015", 
  "sponsor": {
    "bioguide_id": "M001153", 
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-11-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Forests, forestry, trees", 
    "Government liability", 
    "Hunting and fishing", 
    "Land transfers", 
    "Land use and conservation", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Motor vehicles", 
    "Outdoor recreation", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Television and film", 
    "User charges and fees", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2015-12-16T13:11:12Z", 
    "text": "Sportsmen's Act of 2015\n\nTITLE I--NATIONAL POLICY\n\n(Sec. 101) This bill states U.S. policy that federal departments and agencies must:\n\n facilitate the expansion and enhancement of hunting, noncommercial fishing, and recreational shooting opportunities on federal land; conserve and enhance aquatic systems and the management of game species and the habitat of those species on federal land; and consider hunting, fishing, and recreational shooting opportunities as part of all federal plans for land, resource, and travel management. TITLE II--SPORTSMEN'S ACCESS TO FEDERAL LAND\n\n(Sec. 201) The bill applies to federal land managed by: (1) the U.S. Forest Service; and (2) the Bureau of Land Management (BLM), except for lands located on the Outer Continental Shelf or lands held for the benefit of Indians, Aleuts, and Eskimos.\n\n(Sec. 202) Federal land must be open for hunting, fishing, and recreational shooting unless the managing agency acts to close the lands. The bill establishes procedures for closing the land, including reporting on the closures.\n\n(Sec. 204) The Forest Service or the BLM may lease or permit the use of federal land for a shooting range, except land within:\n\n a component of the National Landscape Conservation System; a component of the National Wilderness Preservation System; a primitive or semiprimitive area, an area that is designated as a wilderness study area, or an area administratively classified as wilderness-eligible or wilderness-suitable; a national monument, national volcanic monument, or national scenic area; or a component of the National Wild and Scenic Rivers System (including areas designated for study for potential addition to the system). (Sec. 205) The bill amends the Equal Access to Justice Act and the federal judicial code by requiring the Administrative Conference of the United States to: (1) submit an annual report on the amount of fees and other expenses awarded under that Act; and (2) create and maintain a searchable, online database containing specified information with respect to each award. (The Equal Access to Justice Act allows a prevailing party to recover costs and attorneys' fees against the United States in both administrative and judicial proceedings, if the position of the United States was not substantially justified.)\n\nTITLE III--FILMING ON FEDERAL LAND MANAGEMENT AGENCY LAND\n\n(Sec. 301) The bill allows agencies to establish a fee schedule for commercial filming operations on federal land and provides special rules to expand access to federal land and waterways for film crews of three people or fewer.\n\nTITLE IV--BOWS, WILDLIFE MANAGEMENT, AND ACCESS OPPORTUNITIES FOR RECREATION, HUNTING, AND FISHING\n\n(Sec. 401) The National Park Service (NPS) may not prohibit individuals from transporting bows and crossbows if certain requirements are met.\n\n(Sec. 402) The NPS may use qualified volunteers to assist in wildlife management efforts in reducing the size of wildlife populations in the national park system.\n\n(Sec. 403) The Park Service, the U.S. Fish and Wildlife Service, the BLM, and the Forest Service must prepare a list that identifies land within their respective jurisdictions that is: (1) open to the public for hunting, fishing, or recreational uses; (2) not accessible to the public because the land does not have public entry or exit points or has significantly restricted public entry and exit points; and (3) more than 640 acres in size. Those federal entities must: (1) make this information available each year for a ten-year period and then every five years after that period, and (2) report on options for providing public entry and exit points for the land.\n\nTITLE V--FEDERAL LAND TRANSACTION FACILITATION ACT\n\n(Sec. 501) The bill amends the Federal Land Transaction Facilitation Act, including by permanently authorizing the Department of the Interior to sell certain public land and use the proceeds from those sales for acquiring land located within or adjacent to federal lands.\n\nTITLE VI--CONSERVATION REAUTHORIZATION\n\n(Sec. 601) The bill: (1) establishes a National Park Service Critical Maintenance and Revitalization Conservation Fund for high priority deferred maintenance needs of the National Park Service that support critical infrastructure and visitor services, and (2) transfers to the fund specified amounts from revenues due under the Outer Continental Shelf Lands Act. The funds may not be used for land acquisition.\n\n(Sec. 602) The bill: (1) makes permanent the Land and Water Conservation Fund (LWCF), and (2) revises requirements for the LWCF.\n\n((Sec. 603) The bill makes permanent the Historic Preservation Fund.\n\nTITLE VII--MISCELLANEOUS\n\n(Sec. 701) The bill does not modify the rights of Indian tribes nor federal law relating to migratory birds or endangered or threatened species.\n\n(Sec. 702) The bill does not provide a preference for hunting, fishing, or recreational shooting over any other use of federal land or water."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Bipartisan Sportsmen's Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Sportsmen's Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Sportsmen's Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-08-16T22:54:04Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s556.xml"
}