{
  "actions": [
    {
      "acted_at": "2014-01-27", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-01-27", 
      "action_code": "", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-04", 
      "action_code": "", 
      "committee": "Committee on Environment and Public Works Subcommittee on Water and Wildlife", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "text": "Committee on Environment and Public Works Subcommittee on Water and Wildlife. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-03-06", 
      "action_code": "", 
      "committee": "Committee on Environment and Public Works", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-04-03", 
      "action_code": "", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-07-31", 
      "action_code": "", 
      "committee": "Environment and Public Works", 
      "committees": [
        "SSEV"
      ], 
      "links": [
        {
          "name": "report No. 113-238", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/senate-report/238"
        }
      ], 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 113-238.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-07-31", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "524", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 524.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1961-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 113-238"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Fisheries, Water, and Wildlife", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "B000711", 
      "district": null, 
      "name": "Boxer, Barbara", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-01-27", 
      "state": "CA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000563", 
      "district": null, 
      "name": "Durbin, Richard", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-02-03", 
      "state": "IL", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000361", 
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-01-27", 
      "state": "WV", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "U000039", 
      "district": null, 
      "name": "Udall, Tom", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-03-06", 
      "state": "NM", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000779", 
      "district": null, 
      "name": "Wyden, Ron", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-03-31", 
      "state": "OR", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-02-04", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-27", 
  "number": "1961", 
  "official_title": "A bill to protect surface water from contamination by chemical storage facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4024-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Chemical Safety and Drinking Water Protection Act of 2014", 
  "sponsor": {
    "bioguide_id": "M001183", 
    "district": null, 
    "name": "Manchin, Joe, III", 
    "state": "WV", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-04-03", 
  "subjects": [
    "Administrative remedies", 
    "Civil actions and liability", 
    "Emergency planning and evacuation", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental protection", 
    "Hazardous wastes and toxic substances", 
    "Industrial facilities", 
    "State and local government operations", 
    "Water quality", 
    "Water use and supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-07-31T13:27:22Z", 
    "text": "Chemical Safety and Drinking Water Protection Act of 2014 - (Sec. 2) Amends the Safe Drinking Water Act (SDWA) to direct the Environmental Protection Agency (EPA) or each state exercising primary enforcement responsibility for public water systems to establish within two years a state chemical storage tank surface water protection program for chemicals identified as a hazardous substance under the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), subject to emergency planning or reporting requirements of the Emergency Planning and Community Right-To-Know Act, or defined as a contaminant under the Safe Drinking Water Act.\n\nIncludes within the program bulk storage tanks that contain chemicals that if released could pose a risk of harm to a public water system. Excludes from the program a tank or container that is subject to regulations to prevent discharges of oil and hazardous substances under the National Response System of the Federal Water Pollution Control Act (commonly known as the Clean Water Act). Authorizes the EPA or a state, as applicable, to adopt additional exclusions based on federal or state laws that substantially meet the requirements of this Act, or for tanks that would not pose a risk of harm to a public water system.\n\nRequires the programs to provide for oversight and inspection of each covered chemical storage tank in accordance with minimum requirements, established by this Act, to prevent the release of chemicals into the water supplies of public water systems.\n\nRequires inspections for: (1) high hazard tanks every year by a certified inspector, (2) tanks identified in source water assessment every three years, and (3) for any other covered chemical storage tank every five years.\n\nRequires the program to include a comprehensive inventory of the covered chemical storage tanks in each state.\n\nRequires the EPA or a state, as applicable, to develop within two years a list of covered chemical storage tanks that hold chemicals that if released could pose the greatest risk of harm to public water systems in the state and the greatest risk to public health.\n\nDeems a program and its requirements, for purposes of primary enforcement responsibility, to be part of the national primary drinking water regulations and requires that they be implemented and enforced in accordance with applicable SDWA procedures.\n\nRequires states to notify the EPA within two years on whether the state will be exercising primary enforcement responsibility for public water systems or if it will be opting out. Prohibits a state's decision to implement or opt out of the program from affecting the state's primacy over other programs under the SDWA.\n\nRequires the EPA to issue guidance and provide other technical assistance to states carrying out the programs.\n\nAuthorizes the EPA or a state, as applicable, to issue orders to the owner or operator of a tank to carry out this Act.\n\nSets forth requirements concerning: (1) liability of a tank owner or operator for costs of response actions, and (2) pre-transfer inspections of tanks.\n\nRequires the EPA or a state to make available to public water systems, on request, information regarding emergency response plans, an inventory of each chemical held in the covered chemical storage tanks, existing information on the potential toxicity of the stored chemicals to public health and the environment that is relevant to evaluate the risk of harm to public water systems, and safeguards or other precautions that can be taken to detect, mitigate, or otherwise limit the adverse effects of a release of the stored chemicals.\n\nDirects the EPA or the state to provide emergency response plans required by the program to the agency carrying out the program and to the Department of Homeland Security (DHS). Requires these plans to be integrated with applicable area contingency plans under the Clean Water Act.\n\nAuthorizes an owner or operator of a public water system to commence, or to petition the EPA to commence, a civil action for equitable relief to address possible imminent and substantial endangerment to the health of persons supplied by the water system. Provides a special rule to expedite the EPA's response to a petition in emergency situations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Chemical Safety and Drinking Water Protection Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Chemical Safety and Drinking Water Protection Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect surface water from contamination by chemical storage facilities, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Chemical Safety and Drinking Water Protection Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:28:37Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s1961.xml"
}