{
  "actions": [
    {
      "acted_at": "2013-10-28", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-28", 
      "action_code": "H11100", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-29", 
      "action_code": "", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-29", 
      "action_code": "", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-12", 
      "action_code": "H12200", 
      "committees": [
        "HSGO"
      ], 
      "links": [
        {
          "name": "H. Rept. 113-669", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/house-report/669"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Oversight and Government Reform. H. Rept. 113-669.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-12", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "501", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 501.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3345-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 113-669"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "C001076", 
      "district": "3", 
      "name": "Chaffetz, Jason", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-10-28", 
      "state": "UT", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000984", 
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-10-28", 
      "state": "MD", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000689", 
      "district": "7", 
      "name": "Mica, John L.", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-10-28", 
      "state": "FL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001175", 
      "district": "14", 
      "name": "Speier, Jackie", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-10-28", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-10-29", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-28", 
  "number": "3345", 
  "official_title": "To amend title 31, United States Code, to consolidate suspension and debarment offices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stop Unworthy Spending Act", 
  "sponsor": {
    "bioguide_id": "I000056", 
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-10-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "General Services Administration", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Office of Management and Budget (OMB)", 
    "Performance measurement", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2014-12-12T13:48:08Z", 
    "text": "Stop Unworthy Spending Act or the SUSPEND Act - (Sec. 2) Establishes in the General Services Administration (GSA) the Board of Suspension and Debarment to serve as a centralized body to manage all executive agency suspension and debarment activities and to improve the suspension and debarment system through: (1) the transparent and efficient handling of cases; (2) the effective oversight of the government-wide database containing the list of all parties ineligible for federal programs; (3) the consistent and fair treatment of all persons and entities subject to suspension or debarment proceedings, including small businesses with limited resources; and (4) active engagement with remedy coordination officials for referral of recipients of financial assistance suspected of committing wrongful acts or repeatedly performing poorly. Makes a determination of the Board on whether or not to debar or suspend a recipient of federal financial assistance conclusive on a government-wide basis, thus prohibiting any other agency from taking a contrary suspension and debarment action.\n\nRequires the Chair of the Board to report to specified congressional committees annually on the activities and accomplishments of the Board in the government-wide suspension and debarment system and the number and summary of agency head determinations that allowed a suspended or debarred recipient of federal financial assistance to receive new federal funds.\n\nTerminates on October 1, 2016, the suspension and debarment office or function in each executive agency, except for certain suspension and debarment authority of the Small Business Administration (SBA), unless the agency is granted a waiver from such termination by the Director of the Office of Management and Budget (OMB). Requires OMB to issue guidance addressing the scope and operation of the Board.\n\n(Sec. 3) Establishes the Interagency Suspension and Debarment Committee to: (1) resolve issues as to which federal agency is the lead agency to initiate suspension or debarment proceedings; (2) coordinate actions among interested agencies; (3) encourage and assist agencies in entering into cooperative efforts to pool resources and achieve operational efficiencies in the government-wide suspension and debarment system; (4) make recommendations to OMB for changes to the suspension and debarment system and its rules and authorize OMB to issue guidelines that implement those recommendations; and (5) report to Congress annually on the progress and efforts to improve the suspension and debarment system, a summary of each agency's activities and accomplishments in the suspension and debarment system, and the number and summary of agency head determinations that allowed a suspended or debarred recipient of federal financial assistance to receive new federal funds.\n\n(Sec. 4) Directs the GSA Administrator to establish and maintain a web-based suspension and debarment case management system for use by the Board and executive agency officials having authority over suspension and debarment.\n\n(Sec. 5) Requires the OMB Director to maintain one generally applicable regulation on suspension and debarment for procurement and nonprocurement programs. Requires such regulation to: (1) provide procedures to strengthen timely referral of cases, including the role of the agency remedy coordination official to act on cases; (2) require the Board or the agency suspension and debarment office to review the sufficiency of the information in referred cases; and (3) require disposal of all cases within six months after the initial referral date.\n\n(Sec. 6) Directs the Comptroller General (GAO) to review, assess, and report on the effectiveness of the Board, the suspension and debarment office of each executive agency granted a waiver and the merits of any such waiver, and the case management system in meeting the requirements of this Act.\n\n(Sec. 7) Directs the head and Inspector General of each executive agency to jointly issue guidance that establishes policies, procedures, and responsibilities for the agency-wide coordination of criminal, civil, contractual, and administrative remedies stemming from investigations of fraud or corruption related to procurement and grant activities. Grants specified duties to the agency remedy coordination official.\n\n(Sec. 10) Authorizes appropriations for FY2015-FY2021 to carry out the functions of the Board and for implementation of the case management system established and maintained by GSA.\n\n(Sec. 11) Makes this Act effective on October 1, 2014."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Stop Unworthy Spending Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SUSPEND Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Stop Unworthy Spending Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "SUSPEND Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 31, United States Code, to consolidate suspension and debarment offices, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "SUSPEND Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:08:08Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/hr/BILLSTATUS-113hr3345.xml"
}