{
  "actions": [
    {
      "acted_at": "2014-11-20", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-11-20", 
      "action_code": "B00100", 
      "links": [
        {
          "name": "E1660", 
          "url": "https://www.congress.gov/congressional-record/volume-160/extensions-of-remarks-section/page/E1660"
        }
      ], 
      "references": [
        {
          "reference": "CR E1660", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-11-20", 
      "action_code": "H11100", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-11-20", 
      "action_code": "H11100-A", 
      "references": [], 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-11-20", 
      "action_code": "H11100", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5751-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "C001069", 
      "district": "2", 
      "name": "Courtney, Joe", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-11-20", 
      "state": "CT", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001032", 
      "district": "12", 
      "name": "Holt, Rush", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-12-01", 
      "state": "NJ", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000725", 
      "district": "11", 
      "name": "Miller, George", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-11-20", 
      "state": "CA", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000011", 
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-11-20", 
      "state": "WV", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S000185", 
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "original_cosponsor": true, 
      "sponsored_at": "2014-11-20", 
      "state": "VA", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-11-20", 
  "number": "5751", 
  "official_title": "To ensure that claims for benefits under the Black Lung Benefits Act are processed in a fair and timely manner, to better protect miners from pneumoconiosis (commonly known as \"black lung disease\"), and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2959-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Black Lung Benefits Improvement Act of 2014", 
  "sponsor": {
    "bioguide_id": "C001090", 
    "district": "17", 
    "name": "Cartwright, Matt", 
    "state": "PA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-11-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Cardiovascular and respiratory health", 
    "Centers for Disease Control and Prevention (CDC)", 
    "Coal", 
    "Congressional oversight", 
    "Department of Labor", 
    "Disability assistance", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health information and medical records", 
    "Health personnel", 
    "Labor and employment", 
    "Legal fees and court costs", 
    "Medical ethics", 
    "Medical tests and diagnostic methods", 
    "Mining", 
    "User charges and fees", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2014-11-20T05:00:00Z", 
    "text": "Black Lung Benefits Improvement Act of 2014 - Amends the Black Lung Benefits Act to revise requirements with regard to miners' claims for pneumoconiosis (black lung) benefits.\n\nRequires a mine operator to deliver within 21 days a complete copy of the examining physician's report to any miner required to submit to a medical examination regarding his or her respiratory or pulmonary condition.\n\nDirects the Secretary of Labor to establish an attorneys' fee payment program to pay attorneys' fees of up to $4,500 to the attorneys of prevailing parties on a qualifying black lung benefit claim.\n\nEstablishes an irrebuttable presumption that a miner is totally disabled due to black lung disease, that the miner's death was due to black lung, or that at the time of death the miner was totally disabled by black lung disease if a chest radiograph, biopsy, autopsy, or other medically accepted test or procedure has diagnosed such miner with complicated black lung or progressive massive fibrosis.\n\nAllows a party to rebut this presumption only in cases where:\n\n the miner was employed for 15 years or more in one or more coal mines (including surface mines), there is a negative chest radiograph, other evidence demonstrates the existence of a totally disabling respiratory or pulmonary impairment, but no part of the miner's respiratory or pulmonary impairment was caused by black lung disease. Revises requirements for the payment of benefits to miners (including their dependents) totally disabled by black lung disease.\n\nAuthorizes black lung clinics to use a portion of their federal funding to assist miners, surviving spouses, dependents, and other family members in the filing of black lung benefit claims.\n\nProhibits any claimant, physician, operator, duly authorized agent of such operator, or employee of an insurance carrier, subject to certain civil and criminal penalties, from:\n\n knowingly and willfully making a false statement or misrepresentation in obtaining or denying benefits, or threatening or knowingly misleading anyone participating in a proceeding regarding such benefits. Requires the Secretary, upon request, to give a claimant the opportunity to substantiate a claim for benefits through a complete pulmonary evaluation of the miner that includes an initial qualified physician's report and, if certain conditions are met, any supplemental medical evidence developed after the report.\n\nRequires the Director of the National Institute for Occupational Safety and Health (NIOSH) to establish in NIOSH a pilot program to establish B Reader Panels to assure accurate International Labor Organization (ILO) classifications for chest radiographs in black lung disease cases where there is a factual dispute regarding a diagnosis of complicated black lung or progressive massive fibrosis.\n\nDirects the Secretary, in coordination with NIOSH, to establish a program to educate district directors, claims examiners, administrative law judges and supporting attorney advisors, and Benefits Review Board members about medical evidence relevant to black lung benefit claims.\n\nRevises black lung eligibility requirements to replace the terms \"wife\" and \"widow\" with \"spouse\" and \"surviving spouse.\"\n\nAllows a covered miner or survivor to file a claim for black lung benefits within one year after enactment of this Act if the claim was been denied before enactment of this Act. Requires adjudication of the claim on its merits and excludes consideration of any negative chest radiograph for simple black lung disease, complicated black lung disease, or progressive massive fibrosis.\n\nDirects the Secretary to report to Congress a strategy to reduce the backlog of black lung cases pending before the Office of Administrative Law Judges of the Department of Labor.\n\nDirects the General Accountability Office (GAO) to report to Congress on any barriers to health care faced by coal miners with black lung disease.\n\nAmends the Federal Mine Safety and Health Act of 1977 to direct the Secretary to conduct a retrospective study evaluating data collected using continuous dust monitors to determine whether to lower the applicable standard for respirable dust concentration for miners, among other possible actions.\n\nEstablishes in the Department of Labor an Office of Workers' Compensation Programs (OWCP) (codifying the existing establishment of OWCP in the Department of Labor.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Black Lung Benefits Improvement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To ensure that claims for benefits under the Black Lung Benefits Act are processed in a fair and timely manner, to better protect miners from pneumoconiosis (commonly known as \"black lung disease\"), and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Black Lung Benefits Improvement Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:17:25Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/hr/BILLSTATUS-113hr5751.xml"
}