{
  "actions": [
    {
      "acted_at": "2017-07-20", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-07-20", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "links": [
        {
          "name": "report No. 115-132", 
          "url": "https://www.congress.gov/congressional-report/115th-congress/senate-report/132"
        }
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Alexander. With written report No. 115-132.", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-07-20", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "178", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 178.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1609-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 115-132"
  ], 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-07-20", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-07-20", 
  "number": "1609", 
  "official_title": "An original bill making appropriations for energy and water development and related agencies for the fiscal year ending September 30, 2018, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3219-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3266-115", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1576-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3354-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1625-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Energy and Water Development and Related Agencies Appropriations Act, 2018", 
  "sponsor": {
    "bioguide_id": "A000360", 
    "district": null, 
    "name": "Alexander, Lamar", 
    "state": "TN", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2017-07-20", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Appalachian Regional Commission", 
    "Appropriations", 
    "Arms control and nonproliferation", 
    "Army Corps of Engineers", 
    "Buy American requirements", 
    "California", 
    "Congressional oversight", 
    "Dams and canals", 
    "Defense Nuclear Facilities Safety Board", 
    "Delta Regional Authority", 
    "Denali Commission", 
    "Department of Energy", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Electric power generation and transmission", 
    "Energy efficiency and conservation", 
    "Energy research", 
    "Energy storage, supplies, demand", 
    "Executive agency funding and structure", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Floods and storm protection", 
    "Government lending and loan guarantees", 
    "Great Lakes", 
    "Hazardous wastes and toxic substances", 
    "Health technology, devices, supplies", 
    "Horticulture and plants", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Kentucky", 
    "Lakes and rivers", 
    "Lighting and heating", 
    "Lighting, heating, cooling", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Metals", 
    "Military procurement, research, weapons development", 
    "Mississippi River", 
    "Missouri", 
    "Nuclear Regulatory Commission (NRC)", 
    "Nuclear Waste Technical Review Board", 
    "Nuclear power", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Solid waste and recycling", 
    "Strategic materials and reserves", 
    "Utah", 
    "Water quality", 
    "Water resources funding", 
    "Water storage"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2017-07-20T13:38:07Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights: \n\nThis bill provides FY2018 appropriations for:\n\n the civil works projects of the U.S. Army Corps of Engineers; the Department of the Interior's Bureau of Reclamation and Central Utah Project; the Department of Energy (DOE); and several independent agencies, including the Nuclear Regulatory Commission. The bill increases discretionary FY2018 Energy and Water Development funding above FY2017 levels.\n\nCompared to FY2017 levels, the bill increases funding for DOE and the Corps of Engineers while decreasing funding for the Bureau of Reclamation.\n\nFull Summary: \n\nEnergy and Water Development and Related Agencies Appropriations Act, 2018 \n\nTITLE I--CORPS OF ENGINEERS--CIVIL\n\nProvides appropriations to the U.S. Army Corps of Engineers for authorized civil functions pertaining to rivers and harbors, flood and storm damage reduction, shore protection, aquatic ecosystem restoration, and related efforts.\n\nProvides appropriations to the Corps of Engineers for:\n\n Investigations; Construction; Mississippi River and Tributaries, including flood damage reduction projects in the Mississippi River alluvial valley below Cape Girardeau, Missouri; Operation and Maintenance; the Regulatory Program pertaining to navigable waters and wetlands; the Formerly Utilized Sites Remedial Action Program for clean-up of early atomic energy program contamination; Flood Control and Coastal Emergencies, including hurricanes, floods, and other natural disasters; Expenses, necessary for the supervision and general administration of the civil works program; and the Office of the Assistant Secretary of the Army for Civil Works. (Sec. 101) Specifies restrictions and guidelines for the reprogramming of funds.\n\n(Sec. 102) Requires the Corps of Engineers to allocate funds provided by this bill solely in accordance with the provisions of this bill and the accompanying report, including the determination and designation of new starts.\n\n(Sec. 103) Prohibits funds provided by this title from being used to award or modify any contract that commits funds beyond the amounts appropriated for that program, project, or activity that remain unobligated. Includes exception for funds made available through reprogramming, pursuant to the guidelines included in section 101.\n\n(Sec. 104) Permits the Corps of Engineers to transfer to the U.S. Fish and Wildlife Service up to $5.4 million in Operation and Maintenance funds to mitigate for fisheries lost due to Corps of Engineers projects.\n\n(Sec. 105) Prohibits funds provided by this bill from being used for an open lake placement alternative for dredged material originating from Lake Erie or its tributaries unless it is approved under a state water quality certification. Requires the Corps to continue upland placement of the dredged material until an open lake placement for dredged materials is approved under a state water quality certification.\n\n(Sec. 106) Requires any acquisition of buoy chain funded by this title to comply with regulations that prohibit the Department of Defense from purchasing a certain anchor and mooring chain unless it is procured from a U.S. manufacturer.\n\n(Sec. 107) Prohibits funds provided by this bill from being used for a water supply reallocation study under the Wolf Creek Dam, Lake Cumberland, Kentucky, project authorized under the Act of July 24, 1946.\n\n(Sec. 108) Requires the Corps Engineers, within 30 days of enactment of this bill, to publish in the Federal Register and make available for public comment the interim report relating to the Tentatively Selected Plan for the Great Lakes Mississippi River Interbasin Study Brandon Road Study.\n\n(Sec. 109) Requires the Corps of Engineers to submit to Congress a report including specified details regarding the Rough River Lake Flowage Easement Encroachment Resolution Plan.\n\n(Sec. 110) Amends the Water Resources Development Act of 2007 to repeal a provision that provides that the estimated federal and non-federal costs of certain water resources projects are for informational purposes only and shall not be interpreted as affecting the cost-sharing responsibilities established by law.\n\nTITLE II--DEPARTMENT OF THE INTERIOR\n\nProvides appropriations to the Department of the Interior for the Central Utah Project.\n\nProvides appropriations to the Bureau of Reclamation for:\n\n Water and Related Resources, the Central Valley Project Restoration Fund, California Bay-Delta Restoration, and Policy and Administration. Permits appropriations to the Bureau of Reclamation to be used for purchasing replacements for up to five passenger motor vehicles.\n\n(Sec. 201) Specifies restrictions and guidelines for the reprogramming of funds.\n\n(Sec. 202) Prohibits funds provided by this bill from being used to determine the final point of discharge for the interceptor drain for the San Luis Unit until Interior and California develop a plan to minimize any detrimental effect of the San Luis drainage waters. Requires the plan to conform to California water quality standards as approved by the Environmental Protection Agency.\n\nDirects Interior to classify the costs of the Kesterson Reservoir Cleanup Program and the San Joaquin Valley Drainage Program as either reimbursable or nonreimbursable and collected until fully repaid pursuant to specified alternative repayment plans.\n\nRequires future federal obligations of funds regarding drainage service or drainage studies for the San Luis Unit to be fully reimbursable by San Luis Unit beneficiaries of the service or studies.\n\n(Sec. 203) Amends the Reclamation States Emergency Drought Relief Act of 1991 to extend the authority of the Bureau of Reclamation to provide emergency drought assistance upon the request of a state or tribe.\n\n(Sec. 204) Specifies that the owner of an absolute or conditional water right or an entity that receives or distributes water contracted from the federal government may use or sell the water for the cultivation of industrial hemp, regardless of whether the water has passed through a federal water project, if the growth or cultivation of industrial hemp is otherwise authorized under the laws of the state in which the use occurs.\n\nTITLE III--DEPARTMENT OF ENERGY\n\nProvides appropriations to the Department of Energy (DOE) for Energy Programs, including:\n\n Energy Efficiency and Renewable Energy, Electricity Delivery and Energy Reliability, Nuclear Energy, Fossil Energy Research and Development, Naval Petroleum and Oil Shale Reserves, the Strategic Petroleum Reserve, the Energy Security and Infrastructure Modernization Fund, the Northeast Home Heating Oil Reserve, the Energy Information Administration, Non-Defense Environmental Cleanup, the Uranium Enrichment Decontamination and Decommissioning Fund, Science, the Advanced Research Projects Agency--Energy, the Office of Indian Energy Policy and Programs, the Tribal Energy Loan Guarantee Program, the Title 17 Innovative Technology Loan Guarantee Loan Program, the Advanced Technology Vehicles Manufacturing Loan Program, Departmental Administration, and the Office of the Inspector General. Provides appropriations for the Atomic Energy Defense Activities of the National Nuclear Security Administration (NNSA), including:\n\n Weapons Activities, Defense Nuclear Nonproliferation, Naval Reactors, and Federal Salaries and Expenses. Provides appropriations for Environmental and Other Defense Activities, including:\n\n Defense Environmental Cleanup, Defense Uranium Enrichment Decontamination and Decommissioning, Uranium Supply and Enrichment Activities, and Other Defense Activities. Provides appropriations for the Power Marketing Administrations, including:\n\n the Bonneville Power Administration Fund; Southeastern Power Administration Operation and Maintenance; Southwestern Power Administration Operation and Maintenance; Western Area Power Administration Operation and Maintenance, Construction, and Rehabilitation; and the Falcon and Amistad Operating and Maintenance Fund. Provides appropriations for the Federal Energy Regulatory Commission.\n\n(Sec. 301) Prohibits funds provided by this title from be used for programs, projects, or activities that have not been funded by Congress.\n\nProhibits specified grants, contracts, allocations, and agreements unless Congress is notified in advance.\n\nProhibits funds from being used for certain multiyear Department of Energy--Energy Programs activities unless specified conditions are met and Congress is notified.\n\nEstablishes requirements and restrictions for the reprogramming of funds provided in this title.\n\nPermits unexpended balances of prior appropriations provided for activities in this bill to be transferred and merged with appropriations accounts established in this bill.\n\n(Sec. 302) Deems funds appropriated by this bill for intelligence activities to be specifically authorized by Congress during FY2018 until the enactment of the Intelligence Authorization Act for FY2018.\n\n(Sec. 303) Prohibits funds provided by this title from being used to construct specified high-hazard nuclear facilities unless independent oversight is conducted by the Office of Independent Enterprise Assessments to ensure compliance with nuclear safety requirements.\n\n(Sec. 304) Prohibits funds provided by this title from being used to approve certain critical decisions for construction projects exceeding $100 million until a separate independent cost estimate has been developed.\n\n(Sec. 305) Prohibits funds provided for DOE science programs from being used for a multiyear contract, grant, cooperative agreement, or other transaction agreement of $1 million or less unless the contract, grant, cooperative agreement, or other transaction agreement is funded for the full period of performance as anticipated at the time of award.\n\n(Sec. 306) Establishes a Uranium Lease and Take-Back Fund for the costs necessary to service the lease and take-back contracts entered into by DOE pursuant to the National Defense Authorization Act for Fiscal Year 2013, including the costs of production and packaging of low enriched uranium for delivery and the costs of taking back target residue or spent nuclear fuel for final disposition. (Under the program, DOE makes low enriched uranium available, through lease contracts, for irradiation for the production of molybdenum-99 for medical uses.)\n\nProvides $1 million for the fund to remain available until expended.\n\n(Sec. 307) Authorizes DOE to conduct a pilot program to license, construct, and operate one or more federal consolidated storage facilities to provide interim storage for spent nuclear fuel and high-level radioactive waste. Permits the Nuclear Waste Fund to be used for this purpose, subject to appropriations.\n\n(Sec. 308) Permits specified funds provided to the NNSA for Weapons Activities to be reprogrammed within the account for the Stockpile Responsiveness Programs, subject to congressional the notification requirements included in section 301 of this bill.\n\n(Sec. 309) Rescinds specified funds provided by prior appropriations bills for loan guarantees authorized under the Energy Policy Act of 2005.\n\n(Sec. 310) Rescinds specified unobligated balances of funds provided to the NNSA for Weapons Activities.\n\n(Sec. 311) Rescinds specified unobligated balances of funds provided to NNSA for Defense Nuclear Nonproliferation.\n\n(Sec. 312) Requires DOE to draw down and sell one million barrels of refined petroleum product from the Strategic Petroleum Reserve during FY2018 and deposit the proceeds from the sales into the general fund of the Treasury during FY2018.\n\n(Sec. 313) Requires DOE to report to Congress on how the Western Area Power Administration, the Southwestern Area Power Administration, and the Southeastern Power Administration are executing current receipt authority provided in this and prior year appropriations Acts to create carryover of unobligated balances for purchase power and wheeling expenditures.\n\nTITLE IV--INDEPENDENT AGENCIES\n\nProvides appropriations for independent agencies, including:\n\n the Appalachian Regional Commission, the Defense Nuclear Facilities Safety Board, the Delta Regional Authority, the Denali Commission, the Northern Border Regional Commission, the Nuclear Regulatory Commission (NRC), and the Nuclear Waste Technical Review Board. (Sec. 401) Requires the NRC to comply with specified internal procedures when responding to congressional requests for information.\n\n(Sec. 402) Specifies the circumstances in which funds provided by this title may be reprogrammed.\n\nTITLE V--GENERAL PROVISIONS\n\n(Sec. 501) Prohibits funds provided by this bill from being used to influence congressional action on any legislation or appropriation matters pending before Congress.\n\n(Sec. 502) Specifies restrictions and requirements for transfers of funds into and out of accounts funded by this bill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for energy and water development and related agencies for the fiscal year ending September 30, 2018, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2018", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-18T16:38:11Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s1609.xml"
}