{
  "actions": [
    {
      "acted_at": "2013-05-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-05-09", 
      "action_code": "", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-29", 
      "action_code": "", 
      "committee": "Committee on Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 113-299.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-06-11", 
      "action_code": "", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-08-26", 
      "action_code": "", 
      "committee": "Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Tester under authority of the order of the Senate of 08/05/2014 with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-08-26", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "533", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 533.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-12-04", 
      "action_code": "", 
      "committees": [
        "SLIA"
      ], 
      "links": [
        {
          "name": "Report No. 113-285", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/senate-report/285"
        }
      ], 
      "references": [], 
      "text": "By Senator Tester from Committee on Indian Affairs filed written report. Report No. 113-285.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s919-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 113-285"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "B001261", 
      "district": null, 
      "name": "Barrasso, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "WY", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B000243", 
      "district": null, 
      "name": "Baucus, Max", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001265", 
      "district": null, 
      "name": "Begich, Mark", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-01-16", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000880", 
      "district": null, 
      "name": "Crapo, Mike", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "ID", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001046", 
      "district": null, 
      "name": "Heinrich, Martin", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "NM", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001153", 
      "district": null, 
      "name": "Murkowski, Lisa", 
      "original_cosponsor": false, 
      "sponsored_at": "2013-05-21", 
      "state": "AK", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001111", 
      "district": null, 
      "name": "Murray, Patty", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "WA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001194", 
      "district": null, 
      "name": "Schatz, Brian", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "HI", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000464", 
      "district": null, 
      "name": "Tester, Jon", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "U000039", 
      "district": null, 
      "name": "Udall, Tom", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "NM", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000818", 
      "district": null, 
      "name": "Walsh, John E.", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-06-11", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000817", 
      "district": null, 
      "name": "Warren, Elizabeth", 
      "original_cosponsor": false, 
      "sponsored_at": "2014-02-26", 
      "state": "MA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000779", 
      "district": null, 
      "name": "Wyden, Ron", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-05-09", 
      "state": "OR", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-01-29", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-09", 
  "number": "919", 
  "official_title": "A bill to amend the Indian Self-Determination and Education Assistance Act to provide further self-governance by Indian tribes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4546-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of the Interior Tribal Self-Governance Act of 2014", 
  "sponsor": {
    "bioguide_id": "C000127", 
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-06-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Civil actions and liability", 
    "Department of the Interior", 
    "Evidence and witnesses", 
    "Federal-Indian relations", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Native Americans", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-08-26T11:55:48Z", 
    "text": "Department of the Interior Tribal Self-Governance Act of 2014 - Title I: Indian Self-Determination - Amends the Indian Self-Determination and Education Assistance Act (the Act) to change the Department of the Interior's process for approving self-governance compacts and annual funding agreements with Indian tribes. Modifies Interior's process to make it similar to processes used by the Department of Health and Human Service's Indian Health Service.\n\n(Sec. 101) Revises the definition of \"self-determination contract\" to state that no contract shall be considered to be a procurement contract or subject to federal procurement law, except for specified construction contracts.\n\n(Sec. 102) Directs Interior to negotiate contracts and funding agreements in good faith to maximize implementation of the self-determination policy. Requires provisions of contracts or funding agreements to be liberally construed for the benefit of the Indian tribe.\n\n(Sec. 103) Directs Interior to interpret all federal laws, regulations, and executive orders in a manner that facilitates: (1) inclusion in self-determination contracts and funding agreements of applicable programs, services, and related funds; (2) implementation of self-determination contracts and funding agreements; and (3) achievement of tribal health objectives.\n\n(Sec. 104) Adds administrative or other expenses incurred by the governing body of the Indian tribe or tribal organization to the contract support costs eligible to receive funding under the Act. Specifies that no less than 50% of the expenses incurred by the governing body of a tribe or tribal organization relating to a program, function, service, or activity pursuant to the contract shall be considered to be reasonable and allowable.\n\n(Sec. 105) Provides that provisions in the model statutory agreement allowing the parties to agree to additional contract and funding agreement terms do not make inapplicable the provisions in Section 102 of the Indian Self-Determination and Education Assistance Act requiring proposals and declinations.\n\nTitle II: Tribal Self Governance - (Sec. 201) Establishes the Tribal Self-Governance Program and sets forth eligibility requirements. Authorizes Interior to select up to 50 new Indian tribes per year to participate in self-governance.\n\nPermits a tribe that withdraws from participation in a tribal organization to participate in self-governance if the tribe is eligible. Sets forth procedures for a tribe to withdraw from a tribal organization and requirements for distributing funds to a withdrawing tribe.\n\nRequires a tribe, in order to be eligible to participate in self-governance, to: (1) complete a planning phase, (2) request participation in self-governance by resolution or other official action by the tribal governing body, and (3) demonstrate financial stability and management capability for the three fiscal years preceding the date on which the tribe requests participation.\n\nMakes tribes eligible to receive grants for planning to participate in the program or for negotiating the terms of participation.\n\nProvides that funding agreements that Interior is required to negotiate and enter into with the governing body of each participating tribe must be consistent with the trust responsibility of the federal government, treaty obligations, and the government-to-government relationship between Indian tribes and the United States.\n\nStates that a funding agreement authorizes a tribe to plan, conduct, consolidate, administer and receive full tribal share funding for all programs, functions, services, or activities provided through the Bureau of Indian Affairs, the Office of the Assistant Secretary for Indian Affairs, and the Office of the Special Trustee; and any other program administered by Interior that is otherwise available to tribes or Indians under the Act.\n\nProhibits a funding agreement from authorizing a tribe to plan, conduct, administer or receive tribal share funding under any program that is provided under the Tribally Controlled Colleges and Universities Assistance Act of 1978 or is provided for elementary and secondary schools under the formula developed under the Education Amendments of 1978.\n\nRequires funding agreements to specify services to be provided, functions to be performed, and the responsibilities of the Indian tribe and Interior. Permits a funding agreement, at the request of a tribe, to provide for a base budget specifying recurring funds to be transferred to the tribe.\n\nProhibits Interior from waiving the trust responsibility of the United States to tribes or altering the terms of a funding agreement without tribal consent.\n\nPermits tribes participating in self-governance on the date of enactment of this bill to retain existing funding agreements or renegotiate a new funding agreement, including a multiyear funding agreement.\n\nDirects Interior to negotiate and enter into a compact with each Indian tribe participating in self-governance in a manner consistent with the trust responsibility of the federal government, treaty obligations, and the government-to-government relationship between tribes and the United States. Requires the compact to: (1) specify and affirm the general terms of the government-to-government relationship between the Indian tribe and Interior; and (2) include terms the parties intend to control during the term of the compact.\n\nPermits tribes participating in self-governance on the date of enactment of this bill to retain negotiated compacts that are not directly contrary to this title, or renegotiate a new compact in a manner that is consistent with this title.\n\nSpecifies requirements for tribes participating in self-governance with respect to conflicts of interest, audits, redesign and consolidation of programs, retrocession of programs under a compact or funding agreement, non-duplication of funding, and records.\n\nRequires a funding agreement to include provisions for Interior to monitor the performance of trust functions by the tribe through the annual trust evaluation and to reassume a program and associated funding if there is a finding of: (1) imminent jeopardy to a trust asset, natural resource, or public health and safety that is caused by the tribe and arises out of a failure to carry out the compact or funding agreement, or (2) gross mismanagement of funds.\n\nSets forth procedures that apply when Interior and a tribe are unable to agree on compact or funding agreement.\n\nAuthorizes a tribe participating in tribal self-governance to carry out construction projects, including certain related federal environmental activities. Specifies requirements for the projects.\n\nDirects Interior, upon request of the tribe's governing body, to provide the tribe with financial assistance to carry out the funding agreement. Authorizes a funding agreement to provide for multiyear funding. Directs Interior to transfer all tribal shares and resources to a tribe in a timely fashion. Prohibits Interior from reducing funding from year to year unless specified exceptions apply.\n\nPermits a tribe to retain interest or income earned on funds paid under a compact or funding agreement to carry out governmental purposes without diminishing its future payments.\n\nProhibits a tribe from being obligated to continue performance of a compact or funding agreement with insufficient funds and permits a tribe to suspend performance until funds are adequate.\n\nDirects Interior to interpret federal law in a manner that facilitates the implementation of funding agreements and the inclusion of programs in funding agreements.\n\nPermits tribes to submit to Interior a written request to waive regulations. Permits Interior to deny the request only if it is prohibited by federal law or inconsistent with a funding agreement.\n\nSets forth reporting requirements.\n\nRequires negotiated rulemaking and sets forth membership criteria for the negotiated rulemaking committee. Authorizes Interior to repeal regulations inconsistent with the provisions of this bill.\n\nProvides that in any administrative action, appeal, or civil action for judicial review of any decision made under this title, Interior has the burden to prove by a preponderance of the evidence the validity of the grounds for the decision."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of the Interior Tribal Self-Governance Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Department of the Interior Tribal Self-Governance Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Indian Self-Determination and Education Assistance Act to provide further self-governance by Indian tribes, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Department of the Interior Tribal Self-Governance Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:24:14Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s919.xml"
}