{
  "actions": [
    {
      "acted_at": "2014-12-10", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-10", 
      "action_code": "H11100", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-12", 
      "action_code": "B00100", 
      "links": [
        {
          "name": "E1800-1801", 
          "url": "https://www.congress.gov/congressional-record/volume-160/extensions-of-remarks-section/page/E1800-1801"
        }
      ], 
      "references": [
        {
          "reference": "CR E1800-1801", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-10", 
  "number": "1", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide for comprehensive tax reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3018-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2054-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2565-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2768-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2769-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3043-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3134-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3393-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3581-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3865-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4438-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4453-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4457-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4589-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5420-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s479-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s606-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s835-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1238-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1507-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1855-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2011-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2660-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Tax Reform Act of 2014", 
  "sponsor": {
    "bioguide_id": "C000071", 
    "district": "4", 
    "name": "Camp, Dave", 
    "state": "MI", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-12-10", 
  "subjects": [
    "Accidents", 
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Adoption and foster care", 
    "Advisory bodies", 
    "Air quality", 
    "Alternative and renewable resources", 
    "Aviation and airports", 
    "Bank accounts, deposits, capital", 
    "Books and print media", 
    "Building construction", 
    "Business expenses", 
    "Business investment and capital", 
    "Capital gains tax", 
    "Caribbean area", 
    "Charitable contributions", 
    "Child care and development", 
    "Civil actions and liability", 
    "Coal", 
    "Competition and antitrust", 
    "Contracts and agency", 
    "Corporate finance and management", 
    "Department of the Treasury", 
    "Economic development", 
    "Electric power generation and transmission", 
    "Employee benefits and pensions", 
    "Employee hiring", 
    "Employment taxes", 
    "Endangered and threatened species", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Farmland", 
    "Foreign and international corporations", 
    "Foreign labor", 
    "Forests, forestry, trees", 
    "Gambling", 
    "General taxation matters", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Great Plains", 
    "Hazardous wastes and toxic substances", 
    "Health care costs and insurance", 
    "Health technology, devices, supplies", 
    "Higher education", 
    "Housing finance and home ownership", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Income tax credits", 
    "Income tax deductions", 
    "Income tax exclusion", 
    "Income tax rates", 
    "Indian social and development programs", 
    "Industrial facilities", 
    "Inflation and prices", 
    "Insurance industry and regulation", 
    "Intellectual property", 
    "Interest, dividends, interest rates", 
    "Internal Revenue Service (IRS)", 
    "Judges", 
    "Land transfers", 
    "Land use and conservation", 
    "Lawyers and legal services", 
    "Life, casualty, property insurance", 
    "Low- and moderate-income housing", 
    "Marine and inland water transportation", 
    "Marketing and advertising", 
    "Medical research", 
    "Medicare", 
    "Metals", 
    "Military personnel and dependents", 
    "Mining", 
    "Motor fuels", 
    "Motor vehicles", 
    "Natural disasters", 
    "Nuclear power", 
    "Oil and gas", 
    "Pollution liability", 
    "Poverty and welfare assistance", 
    "Prescription drugs", 
    "Professional sports", 
    "Public participation and lobbying", 
    "Public utilities and utility rates", 
    "Puerto Rico", 
    "Railroads", 
    "Real estate business", 
    "Religion", 
    "Research and development", 
    "Residential rehabilitation and home repair", 
    "Sales and excise taxes", 
    "Securities", 
    "Self-employed", 
    "Separation, divorce, custody, support", 
    "Small business", 
    "Social security and elderly assistance", 
    "State and local taxation", 
    "Student aid and college costs", 
    "Tax administration and collection, taxpayers", 
    "Tax reform and tax simplification", 
    "Tax treatment of families", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Television and film", 
    "Transfer and inheritance taxes", 
    "Transportation costs", 
    "Travel and tourism", 
    "U.S. territories and protectorates", 
    "Unemployment", 
    "Wages and earnings", 
    "Water quality", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2014-12-10T05:00:00Z", 
    "text": "Tax Reform Act of 2014 - Title I: Tax Reform for Individuals - Subtitle A: Individual Income Tax Rate Reform - Revises individual income tax rates to establish three tax brackets (10%, 25%, and 35%). Allows individual taxpayers a deduction from gross income for 40% of adjusted net capital gain.\n\nSubtitle B: Simplification of Tax Benefits for Families - Establishes a single standard deduction of $22,000 for married couples filing jointly and $11,000 for single filers. Allows single filers with at least one qualifying child an additional deduction of $5,500, whether or not they itemize deductions. Requires a phaseout of the standard deduction amounts based on adjusted gross income.\n\nIncreases the amount of the child tax credit. Requires taxpayers who claim the refundable portion of the child tax credit to provide their social security numbers on their tax returns.\n\nModifies the earned income tax credit to provide for a refund of employment and self-employment taxes.\n\nRepeals the deduction for personal exemptions after 2014.\n\nSubtitle C: Simplification of Education Incentives - Replaces the Hope Scholarship and Lifetime Learning tax credits and the tax deduction for tuition and qualified expenses with a new American Opportunity Tax Credit that allows a 100% tax credit for the first $2,000 of certain higher education expenses and a 25% tax credit for the next $2,000 of such expenses.\n\nExpands the tax exclusion for Pell Grants to allow the use of excludible grant funds for any purpose. Repeals specified deductions and exclusions of expenses for educational purposes.\n\nSubtitle D: Repeal of Certain Credits for Individuals - Repeals specified tax credits for individuals, including the tax credits for employment-related dependent care expenses, adoption expenses, nonbusiness and residential energy efficiency improvements, investment in qualified electric vehicles and alternative vehicles and refueling property, plug-in electric drive vehicles, health insurance costs, and the tax credit for first-time homebuyers.\n\nSubtitle E: Deductions, Exclusions, and Certain Other Provisions - Revises the tax exclusion of gain from the sale of a principal residence to require a taxpayer to have used the residence as a principal residence for five of the previous eight years. Limits the use of such exclusion to once every five years.\n\nModifies the tax deduction for mortgage interest to allow such deduction for acquisition indebtedness up to $500,000 (currently, $1 million).\n\nRevises rules for the tax deduction for charitable contributions.\n\nDenies a tax deduction for expenses attributable to the trade or business of performing services as an employee. Repeals or modifies specified tax deductions, including deductions for personal casualty losses, gambling losses, tax preparation expenses, medical expenses, moving expenses, alimony, and contributions to medical savings accounts. Repeals the tax exclusion for employee achievement awards.\n\nSubtitle F: Employment Tax Modifications - Revises rules for the deduction of self employment taxes in computing net earnings from self-employment.\n\nEliminates the exemption from employment taxes for certain foreign workers and students.\n\nMakes supplemental unemployment benefit payments subject to employment tax.\n\nTreats professional employer organizations (PEOs), certified by the Internal Revenue Service (IRS), as employers for employment tax purposes (thus allowing such PEOs to pay wages and collect and remit payroll taxes on behalf of an employer).\n\nSubtitle G: Pensions and Retirement - Revises the tax treatment of individual and employer-provided retirement plans.\n\nEliminates income eligibility limits for contributing to a Roth individual retirement account (Roth IRA). Prohibits new contributions to traditional IRAs.\n\nRepeals the exemption from the 10% penalty for early withdrawals from an IRA for first-time homebuyers.\n\nProhibits employers from establishing new SIMPLE 401(k)s (Simplified Employee Pension plans) after 2014.\n\nSubtitle H: Certain Provisions Related to Members of Indian Tribes - Excludes from gross income, for income tax purposes, the value of an Indian general welfare benefit. Defines \"Indian general welfare benefit\" as any payment made or services provided to or on behalf of a member of an Indian tribe under an Indian tribal government program if: (1) such program is administered under specified guidelines and does not discriminate in favor of members of the governing body of the Indian tribe; and (2) the program benefits are available to any tribal member, are for the promotion of general welfare, are not lavish or extravagant, and are not compensation for services.\n\nDirects the Secretary of the Treasury to: (1) establish a Tribal Advisory Committee to advise the Secretary on the taxation of Indians, and (2) establish and require training and education for Internal Revenue Service (IRS) field agents on federal Indian law and the implementation of this Act. Authorizes the Secretary to waive any interest or tax penalties related to the exclusion from gross income of Indian general welfare benefits.\n\nTitle II: Alternative Minimum Tax Repeal - Repeals the alternative minimum tax (AMT).\n\nTitle III: Business Tax Reform - Subtitle A: Tax Rates - Reduces the maximum income tax rate on corporations to 25% beginning in 2019.\n\nSubtitle B: Reform of Business-Related Exclusions and Deductions - Revises the treatment of contributions to the capital of a corporation to require such contributions to be included in gross income.\n\nRepeals or modifies business-related tax deductions, including the amortization of pollution control facilities, the net operating loss deduction, amortization of research and experimental expenditures and certain advertising expenses, expensing elections for refineries and environmental remediation costs, the tax deduction for income attributable to domestic production activities, entertainment expenses, percentage depletion, like-kind exchanges, and the exclusion of gain from the sale of small business stock.\n\nRevises the accelerated cost recovery system for the depreciation of business assets.\n\nSubtitle C: Reform of Business Credits - Repeals tax credits for alcohol and biodiesel used as fuel. Modifies and makes permanent the tax credit for increasing research expenditures. Modifies or repeals specified business-related tax credits, including the low-income housing tax credit, the enhanced oil recovery credit, the Indian employment credit, the employer-provided child care credit, energy-related credits, the rehabilitation credit, and the work opportunity tax credit.\n\nSubtitle D: Accounting Methods - Limits the use of the cash method of accounting to a natural person, a farming business, and other entities that meet the gross receipts test. Repeals specified accounting and inventory methods, including the last-in, first-out method of inventory (LIFO) and the lower of cost or market method of inventory.\n\nSubtitle E: Financial Instruments - Sets forth rules for the tax treatment of certain financial instruments, including derivatives, hedges, and debt instruments. Terminates tax preferences for private activity bonds and advance refunding bonds and the tax credit for interest on home mortgages.\n\nSubtitle F: Insurance Reforms - Modifies rules for the tax treatment of insurance companies, including life insurance companies, property and casualty insurance companies, and certain health insurance organizations.\n\nSubtitle G: Pass-Thru and Certain Other Entities - Modifies rules for the tax treatment of S corporations, partnerships, real estate investment trusts, and regulated investment companies.\n\nSubtitle H: Taxation of Foreign Persons - Prohibits U.S. insurance companies from deducting reinsurance premiums paid to a related company that is not subject to U.S. taxation on such premiums, unless the related company elects to treat the premium income as effectively connected to a U.S. trade or business subject to U.S. taxation.\n\nMakes income of foreign taxpayers that is derived from the operation of passenger cruise ships within U.S. territorial waters subject to U.S. tax.\n\nModifies rules for the deduction of interest payments by a U.S. corporation to a related entity.\n\nProhibits a reduction under any treaty of the United States of tax withholding for a tax deductible payment made between persons who are members of the same foreign controlled group of entities unless there would be a similar reduction for payments made directly to the foreign parent corporation of such entities.\n\nSubtitle I: Provisions Related to Compensation - Modifies tax rules relating to executive compensation, including a repeal of exceptions to the $1 million limitation for commissions and performance-based compensation. Imposes a 25% excise tax on the compensation in excess of $1 million paid to any of the five highest paid employees of tax-exempt organizations. Denies a tax deduction for transfers of stock under an incentive stock option plan or an employee stock purchase plan.\n\nSets forth a safe harbor rule for the classification of an individual as an employee or an independent contractor for employment tax purposes.\n\nSubtitle J: Zones and Short-Term Regional Benefits - Repeals tax preferences for empowerment zones and enterprise communities, District of Columbia Zones, renewal communities, New York Liberty Zones, and Gulf Opportunity Zones.\n\nTitle IV: Participation Exemption System for the Taxation of Foreign Income - Subtitle A: Establishment of Exemption System - Revises rules for the taxation of foreign source income to: (1) allow an exemption of 95% of dividends paid by a foreign corporation to a U.S. corporate shareholder that owns 10% or more of the foreign corporation; (2) allow a U.S. parent corporation to reduce the basis of its stock in a foreign subsidiary by the amount of any exempt dividends received by the parent from its foreign subsidiary; (3) allow a U.S. shareholder who owns at least 10% of a foreign subsidiary to include in income for the last tax year beginning before 2015 the pro rata share of historical earnings and profits of the foreign subsidiary to the extent such earnings and profits have not been previously subject to U.S. taxation; and (4) make permanent the look through tax rule exempting dividends, interest, rents, and royalties received or accrued from certain controlled foreign corporations by a related entity from treatment as foreign holding company income (thus permitting deferral of the tax on such income).\n\nSubtitle B: Modifications Related to Foreign Tax Credit System - Modifies rules relating to the foreign tax credit.\n\nSubtitle C: Rules Related to Passive and Mobile Income - Modifies rules relating to subpart F income (i.e., income of a controlled foreign corporation).\n\nTitle V: Tax Exempt Entities - Subtitle A: Unrelated Business Income Tax - Revises the unrelated business income tax (UBIT) applicable to tax-exempt organizations by: (1) making all tax-exempt organizations, including government-sponsored entities, subject to UBIT; (2) requiring an exempt organization to calculate separately the net unrelated taxable income of each of its unrelated trades or businesses; (3) limiting the exemption from UBIT for research-related income fundamental research that is made available to the public: (4) increasing from $1,000 to $10,000 the deduction against gross income for UBIT; and (5) eliminating the exemption from UBIT for distressed property (i.e., property in foreclosure).\n\nSubtitle B: Penalties - Increases penalties on tax-exempt organizations for failure to file required returns and other information.\n\nSubtitle C: Excise Taxes - Expands the excise tax on excess-benefit transactions to labor, agricultural, and horticultural organizations and business leagues, chambers of commerce, real estate boards, and boards of trade.\n\nReduces from 2% to 1% the excise tax rate on the net investment income of tax-exempt private foundations and repeals the 1% reduction in such tax rate for private foundations that meet certain distribution requirements. Makes certain private colleges and universities subject to a 1% excise tax on net investment income.\n\nSubtitle D: Requirements for Organizations Exempt From Tax - Repeals the tax exemption for professional sports leagues, for qualified property and casualty insurance companies and qualified health insurance issuers, and for type II and type III supporting organizations.\n\nAllows a tax exemption for a workmen's compensation insurance organization only if it provides no insurance coverage other than workmen's compensation insurance required by state law.\n\nTitle VI: Tax Administration And Compliance - Subtitle A: IRS Investigation-Related Reforms - Requires organizations that intend to operate as a tax-exempt social welfare organization to notify the IRS of such intent not later than 60 days after such organization is established.\n\nAllows social welfare organizations to seek declaratory judgment relief in cases involving the initial or continuing qualification of their tax-exempt status.\n\nExpands the limitation on mandatory disclosures of information about donors to a social welfare organization to require information about a donor who is either an officer or director of the organization or is one of the five highest compensated employees of the organization for the current or any preceding taxable year.\n\nRequires all tax-exempt organizations to file their annual tax returns electronically.\n\nExpands the obligation of the IRS to ensure that its employees are familiar, and act in accordance with, specified taxpayer rights.\n\nExpands the grounds for mandatory termination of the employment of an IRS employee for performing, delaying, or failing to perform (or threatening to perform, delay, or fail to perform) any official action or audit for the purpose of extracting personal gain or benefit for political purposes.\n\nAuthorizes the disclosure to any person who provides information indicating a violation of internal revenue laws relating to unauthorized disclosure or inspection of tax information or to unlawful acts of revenue officers or agents: (1) whether an investigation based on such information has been initiated and is open or closed; (2) whether any such investigation substantiated a violation; and (3) whether any action has been taken against a violator, including a referral for prosecution.\n\nDirects the Comptroller General (GAO) to study and report on the process used for determining how IRS enforcement cases are selected and processed.\n\nProhibits any IRS officer or employee from using a personal email account to conduct official business.\n\nProhibits the IRS from holding any conference until the the Treasury Inspector General for Tax Administration certifies to Congress that the IRS has implemented recommendations in a specified report of the Inspector General.\n\nRequires the IRS to apply standards and definitions in effect on January 1, 2010, to determine whether an organization is operated exclusively for the promotion of social welfare.\n\nSubtitle B: Taxpayer Protection and Service Reforms - Authorizes the IRS to use an identifying number in lieu of an employee's social security number on tax information forms.\n\nDirects the IRS, in cooperation with the private sector technology industry, to maintain a program of free tax preparation and electronic filing services to low-income and elderly taxpayers.\n\nDirects the IRS to make a simplified form 1040SR (similar to Form 1040EZ) available to taxpayers who have attained age 65.\n\nProvides that any refund or credit in excess of $5 million due to a C corporation taxpayer may not be made until the Secretary of the Treasury submits a report to the Joint Committee on Taxation providing information on such refund or credit.\n\nSubtitle C: Tax Return Due Date Simplification - Requires the Secretary, for taxable years beginning after December 31, 2014, to modify by regulation the due dates for extensions of tax returns for partnerships, trusts and estates, employee benefit plans, tax-exempt organizations, and certain trust funds. Sets a due date of April 15 for the annual information return of a foreign trust with a U.S. owner and for the report of foreign bank and financial accounts (with extensions until October 15). Extends the automatic extension for corporation income tax returns from three to six months.\n\nSubtitle D: Compliance Reforms - Increases penalties for failure to file a tax return or to provide correct tax information and payee statements.\n\nMakes the six-year limitation period for assessing additional tax applicable to underpayments resulting from an incorrect adjusted basis that is more than 125% of the correct adjusted basis.\n\nDirects the Secretary to enter into qualified tax collection contracts to collect outstanding inactive tax receivables.\n\nExtends the 100% continuous levy to payments due to Medicare providers and suppliers with delinquent tax debts.\n\nRequires that all refundable credit amounts be taken into account in computing the tax penalty for underpayment of tax.\n\nTitle VII: Excise Taxes - Repeals the medical device excise tax.\n\nExtends the Oil Spill Liability Trust Fund Financing Rate of 9 cents per barrel for 2018 through 2023. Expands the definition of \"crude oil,\" for purposes of the excise tax on petroleum, to include any bitumen or bituminous mixture, any oil derived from a bitumen or bituminous mixture (including oil derived from tar sands), and any oil derived from kerogen-bearing sources (including oil derived from oil shale).\n\nIncreases the Inland Waterways Trust Fund financing rate to 26 cents per gallon for fuel used after 2014.\n\nImposes a quarterly excise tax on each systemically important financial institution equal to .035 % of the institution's total consolidated assets in excess of $500 billion (indexed after 2015 for increases in the gross domestic product).\n\nExpands the exemption from the annual fee on branded prescription drug sales to include sales of any drug or biological product that is approved or licensed by the Food and Drug Administration (FDA) solely for one or more rare diseases or conditions (diseases or conditions affecting less than 200,000 persons).\n\nTitle VIII: Deadwood And Technical Provisions - Subtitle A: Repeal of Deadwood - Eliminates provisions in the Internal Revenue Code that are not used in computing current tax liabilities (referred to as deadwood provisions).\n\nSubtitle B: Conforming Amendments Related to Multiple Sections - Sets forth conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Tax Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Internal Revenue Code of 1986 to provide for comprehensive tax reform.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Tax Reform Act of 2014", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-05T15:55:22Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/hr/BILLSTATUS-113hr1.xml"
}