{
  "actions": [
    {
      "acted_at": "2013-07-19", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-19", 
      "action_code": "H11100", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-24", 
      "action_code": "", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-24", 
      "action_code": "", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 22 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-01-02", 
      "action_code": "H12200", 
      "committees": [
        "HSGO"
      ], 
      "links": [
        {
          "name": "H. Rept. 113-733", 
          "url": "https://www.congress.gov/congressional-report/113th-congress/house-report/733"
        }
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Oversight and Government Reform. H. Rept. 113-733, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-02", 
      "action_code": "H11200", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Education and the Workforce for a period ending not later than Jan. 2, 2015 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(e) of rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-02", 
      "action_code": "H12300", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Committee on Education and the Workforce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-02", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "564", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 564.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2748-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 113-733"
  ], 
  "committees": [
    {
      "activity": [
        "discharged", 
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "bioguide_id": "F000460", 
      "district": "27", 
      "name": "Farenthold, Blake", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-07-19", 
      "state": "TX", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000593", 
      "district": "15", 
      "name": "Ross, Dennis A.", 
      "original_cosponsor": true, 
      "sponsored_at": "2013-07-19", 
      "state": "FL", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-24", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-19", 
  "number": "2748", 
  "official_title": "To restore the financial solvency of the United States Postal Service and to ensure the efficient and affordable nationwide delivery of mail.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr568-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1338-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3801-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr43-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4670-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1376-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1036-113", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Postal Reform Act of 2013", 
  "sponsor": {
    "bioguide_id": "I000056", 
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-07-24", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alaska", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Appropriations", 
    "Business expenses", 
    "Congressional oversight", 
    "Congressional tributes", 
    "Department of the Interior", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Florida", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Judges", 
    "Labor-management relations", 
    "Marketing and advertising", 
    "Military personnel and dependents", 
    "Minnesota", 
    "New Jersey", 
    "Performance measurement", 
    "Political advertising", 
    "Postal Regulatory Commission", 
    "Postal service", 
    "Public contracts and procurement", 
    "Rural conditions and development", 
    "Small towns", 
    "State and local government operations", 
    "Travel and tourism", 
    "U.S. Postal Service", 
    "User charges and fees", 
    "Washington State"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2015-01-02T12:29:43Z", 
    "text": "Postal Reform Act of 2013 - Amends provisions of federal law relating to the governance, workforce, and financing of the U.S. Postal Service (USPS).\n\nTitle I: Postal Service Modernization - (Sec. 101) Authorizes USPS to establish a general, nationwide mail delivery schedule of five days per week that does not result in nondelivery of mail for more than two consecutive days, including as a result of federal holidays. Requires USPS, until December 31, 2018, to provide domestic competitive product service six days per week to each street address that was scheduled to receive package service six days per week as of September 30, 2012. Requires USPS, if it establishes such a schedule, to allow publishers of newspapers regularly mailed as periodicals access to curbside mailboxes on any day on which it does not deliver mail.\n\n(Sec. 102) Declares that it is USPS policy to use the most cost-effective primary mode of mail delivery feasible for postal patrons. Requires USPS to implement a program to provide a primary mode of mail delivery other than door delivery to residential and business addresses. Provides for the phaseout of door delivery in favor of centralized or curbside delivery, with a waiver allowing door delivery in cases of physical hardship or physical safety risks. Requires USPS, by not later than September 30, 2022, to convert not less than 30 million of the door delivery points existing on December 31, 2012, to centralized or curbside delivery.\n\nRequires USPS, in carrying out conversions to centralized or curbside delivery, to establish procedures to: (1) solicit, consider, and respond to input from the general public, postal patrons, state and local governments, local associations, and property owners; (2) calculate and make publicly accessible the cost and savings of the conversion to USPS, postal patrons, and state and local governments; and (3) place centralized delivery points in locations that maximize delivery efficiency, ease of use for postal patrons, and respect for private property rights.\n\nAuthorizes USPS, until September 30, 2022, to withdraw funds from the Postal Service Delivery-Point Modernization Fund to carry out delivery point conversions and to provide for a voucher program to defray costs associated with delivery point conversion.\n\nRequires: (1) USPS to report to Congress and the Inspector General of USPS in FY2013-FY2023 on the implementation of delivery point conversion, and (2) the Inspector General of USPS to issue an annual audit report on the implementation of delivery point conversion. (Sec. 103) Eliminates the prohibition on closing post offices solely for operating at a deficit. Includes within the general duties of USPS ensuring that postal patrons will have ready access to essential postal services, consistent with reasonable economies of postal operations.\n\nRevises criteria for closing or consolidating a post office to require consideration of: (1) the distance to the closest postal retail facility, (2) weather and terrain, and (3) whether mobile and Internet access service is available to households in the geographic area.\n\nReduces the deadline for review of post office closures by the Postal Regulatory Commission (PRC) from 120 to 60 days. Provides for an expedited procedure for issuing PRC advisory opinions concerning post office closures and consolidations. Establishes a 5% annual limit on the number of currently operating rural post offices that can be closed. Requires USPS to provide adequate notice of its intent to close or consolidate a post office and to provide alternative access to postal services in accordance with community preferences.\n\n(Sec. 104) Expands the definition of \"post office,\" for purposes of provisions relating to closure or consolidation, to include any postal retail facility as defined by this Act.\n\n(Sec. 105) Requires USPS to: (1) include in its annual report to PRC information on the overall change in its productivity and the effect of such change on its costs, and (2) develop a plan to close or consolidate 30% of USPS area and district offices existing on September 30, 2012, by October 1, 2015.\n\nTitle II: Postal Service Governance - Subtitle A: Temporary Governance Authority - (Sec. 202) Establishes the Postal Service Financial Responsibility and Management Assistance Authority (Authority) to operate USPS during a control period in which USPS requires financial assistance and has developed a financial plan and budget to promote its long-term solvency. Provides for the termination of a control period when the Authority, with the concurrence of specified federal officials, certifies to the Office of Management and Budget (OMB) that: (1) for two consecutive fiscal years, USPS expenditures did not exceed its revenues; (2) the Authority has approved a USPS financial plan and budget; and (3) the USPS financial plan and budget includes plans for repayment of debt and the funding of pensions and retiree health benefits. Provides for the termination of the control period 180 days after the Authority provides such certification, unless the OMB Director notifies the Authority of an alternative termination date.\n\n(Sec. 203) Sets forth provisions governing membership and qualification requirements, organization and staffing, and funding for the Authority.\n\n(Sec. 206) Requires the Authority to direct the exercise of the powers of USPS during a control period, including all duties and responsibilities ascribed to the Governors and the Board of Governors of USPS, determining the overall strategies of USPS, hiring and replacing senior management, approving major policies, and approving corporate budgets and financial and capital plans.\n\n(Sec. 207) Requires the Postmaster General, for each fiscal year during a control period, to submit to the Authority a financial plan and budget for the long-term solvency of USPS. Requires USPS to base estimates of revenues and expenditures in a financial plan and budget on generally accepted accounting principles and federal law and regulations currently in effect. Sets forth the required content of a financial plan and budget.\n\n(Sec. 208) Sets forth a process for the submission of a financial plan and budget for USPS to Congress and for its approval or disapproval.\n\n(Sec. 209) Provides for the dissolution of the Authority after the termination of a control period and the reinstatement of the USPS Board of Governors.\n\nSubtitle B: Other Matters - (Sec. 211) Makes the selection of the Inspector General of USPS a presidential appointment (currently, appointed by the USPS Board of Governors). Removes the Postmaster General and the Deputy Postmaster General as members of the USPS Board of Governors.\n\nGrants the Inspector General of USPS oversight responsibility for all activities of the Postal Inspection Service, including any internal investigation performed by the Postal Inspection Service.\n\n(Sec. 212) Grants the Governors of USPS the power to remove the Postmaster General and the Deputy Postmaster General.\n\nTitle III: Postal Service Workforce - (Sec. 301) Prohibits USPS collective bargaining agreements ratified after the enactment of this Act from containing any provision that restricts the use of federal civil service reduction-in-force procedures. Allows USPS and bargaining representatives to agree to alternative reduction-in-force procedures.\n\n(Sec. 302) Requires USPS to withhold specified amounts from employee wages and pay such amounts into the Federal Employees' Group Life Insurance (FEGLI) Fund and the Federal Employees Health Benefits (FEHB) Fund, beginning not later than January 1, 2020.\n\n(Sec. 303) Repeals the requirement that the overall value of fringe benefits for postal employees be equal to that of fringe benefits available in 1971.\n\n(Sec. 304) Revises criteria for determining pay comparability for postal workers to include total compensation and benefits and pay comparability standards of the entire private sector.\n\n(Sec. 305) Modifies the USPS collective bargaining process to revise deadlines for labor agreements before arbitration begins. Requires the arbitration board to select a final offer package that meets compensation requirements and takes into account the current and long-term financial condition of USPS.\n\n(Sec. 306) Requires USPS to design and administer a program for the payment of benefits for the disability or death of a USPS employee from personal injury sustained while performing duties as a postal employee. Prohibits such program from making augmented payments to a disabled postal employee based on his or her number of dependents. Requires such program to transition a disabled employee receiving worker compensation benefits to retirement benefits when such employee reaches retirement age.\n\n(Sec. 307) Includes within USPS reporting requirements a requirement to report on the use of official time by USPS employees.\n\nTitle IV Postal Service Revenue - (Sec. 401) Requires (1) each market-dominant class, product, and type of mail service (except for an experimental product or service) to bear the direct and indirect postal costs attributable to such class, product, or service; and (2) rates for any market-dominant class of mail covering less than 90% of its costs to increase annually at a rate of 2% above the rate of inflation.\n\nRequires PRC to conduct a study to determine the quantitative impact of the excess capacity of USPS on the direct and indirect postal costs attributable to any postal class that covers less than 100% of its costs.\n\n(Sec. 402) Repeals the postal rate preference for qualified political committees (a national or State committee of a political party, the Republican and Democratic Senatorial Campaign Committees, the Democratic National Congressional Committee, and the National Republican Congressional Committee).\n\n(Sec. 403) Requires PRC to promulgate regulations for streamlined after-the-fact review of new agreements between USPS and postal customers for postal rates for competitive products. Requires the Postmaster General to submit such agreements to PRC.\n\n(Sec. 404) Authorizes USPS to establish and manage a program for offering nonpostal services.\n\n(Sec. 405) Treats Alaska bypass mail service as a separate competitive product. Requires USPS to establish and maintain rates and fees for matter sent by Alaska bypass mail service that cover at least 30% of the costs attributable to such service in FY2014.\n\n(Sec. 406) Repeals provisions allowing USPS to request a public service taxpayer subsidy.\n\n(Sec. 407) Increases the dollar limitation for market tests of experimental products and the exemption authority for such products.\n\nTitle V: Postal Service Finance - (Sec. 501) Requires the Office of Personnel Management (OPM) to transfer annually to the Postal Service Retiree Health Benefits Fund any net projected surpluses between USPS accounts for the Civil Service Retirement System (CSRS) and the Federal Employees Retirement System (FERS).\n\n(Sec. 502) Advances to June 30, 2015, the date on which OPM is required to compute an annual schedule of installment payments for the prefunding of the Postal Service Retiree Health Benefits Fund. Eliminates scheduled payments to such Fund between August 1, 2012, and September 30, 2016.\n\n(Sec. 503) Authorizes USPS, through FY2022, to borrow money and sell obligations during a control period, subject to approval by the Authority. Increases USPS borrowing authority during such period by $5 billion. Requires USPS to reduce its total accrued and outstanding obligations by 20% in any fiscal year in which it exercises its borrowing authority.\n\n(Sec. 504) Establishes in the Treasury the Postal Service Delivery-Point Modernization Fund to finance, through FY2023, the USPS program to provide a primary mode of mail delivery other than door delivery to residences and businesses.\n\n(Sec. 505) Modifies the prefunding formula for the USPS retirement system to require: (1) use of the normal-cost percentage method multiplied by the aggregate amount of basic pay payable by USPS to its employees, and (2) consideration of certain demographic factors and economic assumptions regarding wage and salary growth in calculating the normal-cost percentage.\n\nTitle VI: Postal Contracting Reform - (Sec. 601) Sets forth provisions for contracting of postal services, including the establishment of an advocate for competition. Requires PRC and USPS to: (1) issue a policy on contracting officer delegations of authority for postal contracts, and (2) make noncompetitive purchase requests for any noncompetitive award of a postal contract publicly available on the Internet.\n\nSets forth procedures for identifying and resolving ethical issues in the contracting process.\n\n(Sec. 603) Requires any USPS contract for the procurement of goods and services involving an amount greater than $250,000 to include a provision that requires a contractor to provide a preference in the hiring of former USPS employees who were separated from service due to a reduction in force and who are not eligible for retirement.\n\nTitle VII: Other Provisions - (Sec. 701) Renames USPS facilities for: (1) Officer Tommy Decker, (2) Richard K. Salick, (3) National Park Ranger Margaret Anderson, and (4) Judge Shirley A. Tolentino.\n\n(Sec. 702) Requires PRC to make an initial determination that a USPS filing intended to initiate a new proceeding before the Commission presents adequate information upon which PRC may render a decision or advisory opinion.\n\n(Sec. 703) Prohibits USPS from offering any postage-evidencing product or service that does not comply with the same rules or regulations that would be applicable to the private sector.\n\n(Sec. 704) Requires the Postmaster General to: (1) appoint a Chief Innovation Officer who shall develop innovative postal and nonpostal products and services, and (2) submit to Congress a comprehensive strategy for maximizing USPS revenues through innovative postal and nonpostal products and services. Directs the Comptroller General (GAO) to study and report on the USPS innovation strategy.\n\n(Sec. 705) Requires PRC Commissioners to submit itemized reports on their travel and reimbursable business travel expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Postal Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Postal Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To restore the financial solvency of the United States Postal Service and to ensure the efficient and affordable nationwide delivery of mail.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Postal Reform Act of 2013", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-10-25T16:06:01Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/hr/BILLSTATUS-113hr2748.xml"
}