{
  "actions": [
    {
      "acted_at": "2015-02-10", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-10", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-04-27", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-12-06", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Thune with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-12-06", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "699", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 699.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-12-20", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "links": [
        {
          "name": "Report No. 114-425", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/425"
        }
      ], 
      "references": [], 
      "text": "By Senator Thune from Committee on Commerce, Science, and Transportation filed written report under authority of the order of the Senate of 12/10/2016. Report No. 114-425. Minority views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s421-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-425"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "D000618", 
      "district": null, 
      "name": "Daines, Steve", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-02-25", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-12-06", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-10", 
  "number": "421", 
  "official_title": "A bill to amend the Communications Act of 1934 to provide for greater transparency and efficiency in the procedures followed by the Federal Communications Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2583-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s253-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Communications Commission Process Reform Act of 2015", 
  "sponsor": {
    "bioguide_id": "H001041", 
    "district": null, 
    "name": "Heller, Dean", 
    "state": "NV", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-04-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Census and government statistics", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Emergency communications systems", 
    "Federal Communications Commission (FCC)", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Licensing and registrations", 
    "Performance measurement", 
    "Science, technology, communications", 
    "Telecommunication rates and fees", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-12-06T14:14:44Z", 
    "text": "Federal Communications Commission Process Reform Act of 2015\n\n(Sec. 2) This bill amends the Communications Act of 1934 to require the Federal Communications Commission (FCC) to complete a rulemaking proceeding to adopt rules establishing:\n\n minimum comment and reply periods for rulemakings; policies to ensure that the public has notice and an opportunity to respond to comments, ex parte communications, or materials submitted toward the end of, or after, the comment period; procedures for publishing the status of open rulemakings and items circulated for commissioners' review; and guidelines for public notice of certain petitions and review applications. Petitions must be disposed of pursuant to an order of dismissal.\n\nThe language of proposed rules or amendments must be: (1) included in proposed rulemaking notices, and (2) published for at least 21 days before a vote. The rules must establish publication procedures to identify changes made to an adopted item after its adoption.\n\nThe FCC must adopt rules requiring performance measures to be included in each new notice of proposed rulemaking or order adopting a rule or amending an existing rule that creates or proposes a program activity listed in the program and financing schedules of the U.S. annual budget, including any annual collections or distributions by the FCC of $100 million or more. Rulemaking notices regarding a substantial change to a program activity must contain performance measures for evaluating the activity as changed or a finding that existing performance measures are sufficient.\n\nNotices of proposed rulemakings must include: (1) an identification of related FCC notices or court orders issued during the preceding three-year period; or (2) a finding that the proposal will not impose additional burdens and that a notice of inquiry is impracticable, unnecessary, or contrary to the public interest.\n\nNotices about rules that may have an economically significant impact must contain: (1) an identification and analysis of the specific market failure, actual consumer harm, burden of existing regulation, or failure of public institutions that warrants the adoption or amendment; and (2) a determination that the benefits justify the costs. An \"economically significant impact\" is an effect on the economy of at least $100 million annually or a material adverse effect on the economy, a sector of the economy, productivity, competition, jobs, the environment, public health or safety, or state, local, or tribal governments or communities.\n\nThe FCC must establish procedures authorizing a commissioner to require the entire commission to vote on whether to review a particular FCC office's actions.\n\nThe FCC must seek public comment regarding whether the FCC should: (1) establish deadlines for the disposition of certain license applications; (2) assess fees from applicants to enhance the FCC's resources to meet those deadlines; and (3) publish orders, decisions, reports, and actions within 30 days after adoption.\n\nThe FCC must initiate a new rulemaking proceeding every five years to continue its consideration of procedural rule changes.\n\nA bipartisan majority of commissioners may hold a nonpublic meeting if: (1) no votes or actions are taken, and (2) an attorney from the FCC's Office of General Counsel is present. Closed meetings must be disclosed within two business days after the meeting, along with a list of persons in attendance and a summary of discussed matters.\n\nThe FCC must provide on its website: (1) information regarding the FCC's budget, appropriations, and total number of full-time equivalent employees; and (2) the FCC's annual performance plan.\n\nThe FCC must complete actions necessary for the required publication of documents in the Federal Register within specified time frames.\n\nThe FCC must inform the public about its performance and efficiency in meeting disclosure and other requirements under the Freedom of Information Act (FOIA), including by: (1) publishing on the FCC website its logs for managing FOIA requests and associated fees, (2) releasing decisions to grant or deny requests, and (3) presenting information about the number of FOIA requests received and granted or denied by the FCC in its annual budget estimates and annual performance and financial reports.\n\nBy January 15 of each year, the FCC must publish an anticipated release schedule for all statistical reports and reports to Congress. The FCC must report annually on its performance in conducting proceedings and meeting its public notice guidelines. (Sec. 3) In compiling its quarterly report regarding informal consumer inquiries and complaints, the FCC is prohibited from categorizing inquiries or complaints under the Telephone Consumer Protection Act of 1991 (places restrictions on telephone solicitations and automatic dialing systems) as wireline or wireless inquiries or complaints unless a wireline or wireless carrier was the subject of the inquiry or complaint.\n\n(Sec. 5) Nothing in this bill shall be construed to impede the FCC from acting in emergencies to ensure that communications are available: (1) to alert the public to imminent dangerous weather conditions, or (2) for state and local first responders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Communications Commission Process Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Federal Communications Commission Process Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Communications Act of 1934 to provide for greater transparency and efficiency in the procedures followed by the Federal Communications Commission, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Federal Communications Commission Process Reform Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-04-11T15:46:39Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s421.xml"
}