{
  "actions": [
    {
      "acted_at": "2016-09-15", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-09-15", 
      "action_code": "H11100", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6064-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-09-15", 
  "number": "6064", 
  "official_title": "To direct the Secretary of Labor to establish a competitive pilot program for STEM education or career training programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3862-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2222-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Partnerships for the Future Act of 2016", 
  "sponsor": {
    "bioguide_id": "V000131", 
    "district": "33", 
    "name": "Veasey, Marc A.", 
    "state": "TX", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-09-15", 
  "subjects": [
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-09-15T04:00:00Z", 
    "text": "Partnerships for the Future Act of 2016\n\nThis bill directs the Department of Labor to establish a competitive grant pilot program to award grants to eligible entities for developing, offering, improving, or providing science, technology, education, and mathematics (STEM) education or career training programs for workers.\n\n\"Eligible entity\" means one of the following in partnership with employers or an association of employers:\n\n a junior or community college; a postsecondary vocational institution; a four-year public institution of higher education that offers two-year degrees, will use provided funds for activities at the certificate and associate degree levels, and is not reasonably close to a community college; a tribal college or university; at Labor's discretion, a private, not-for-profit, two-year institution of higher education in a specified U.S. territory or possession; or a consortium of any such entities. An eligible entity may partner with an adult education provider or institution of higher education, an entity with a demonstrated record of successfully meeting student and family needs, or a joint labor-management partnership.\n\nThe bill sets forth criteria and priorities for awarding grants.\n\nGrants shall be used for:\n\n the development, offering, improvement, or provision of STEM academic programs or training programs that provide relevant job training for skilled occupations that will meet the needs of employers in in-demand industry sectors; the development and implementation of policies and programs to expand opportunities for students to earn a recognized postsecondary STEM credential or degree in such sectors and in-demand occupations; the creation of workforce programs that provide a sequence of education and occupational training that leads to a recognized postsecondary STEM credential or degree; and/or the support of regional or national in-demand industry sectors to develop skills consortia that will identify pressing workforce needs and develop solutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Partnerships for the Future Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To direct the Secretary of Labor to establish a competitive pilot program for STEM education or career training programs.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Partnerships for the Future Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-01-09T21:10:22Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr6064.xml"
}