{
  "actions": [
    {
      "acted_at": "2016-05-23", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-23", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-25", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-06-08", 
      "action_code": "", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-12-09", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-12-09", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "723", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 723.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-12-20", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "links": [
        {
          "name": "Report No. 114-407", 
          "url": "https://www.congress.gov/congressional-report/114th-congress/senate-report/407"
        }
      ], 
      "references": [], 
      "text": "By Senator Johnson from Committee on Homeland Security and Governmental Affairs filed written report under authority of the order of the Senate of 12/10/2016. Report No. 114-407.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2972-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 114-407"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-06-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-23", 
  "number": "2972", 
  "official_title": "A bill to amend title 31, United States Code, to provide transparency and require certain standards in the award of Federal grants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "GRANT Act", 
  "sponsor": {
    "bioguide_id": "L000575", 
    "district": null, 
    "name": "Lankford, James", 
    "state": "OK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-05-25", 
  "subjects": [
    "Congressional oversight", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate with amendment(s)", 
    "date": "2016-12-09T17:32:07Z", 
    "text": "Grant Reform and New Transparency Act of 2016 or the GRANT Act\n\n(Sec. 2) This bill requires an executive agency, before awarding a competitive grant and after determining eligibility and conducting a merit-based review, to conduct an evaluation of the risk posed by an applicant to successfully carry out the grant. The evaluation shall include a review of any interagency duplication of efforts for research grants.\n\nIn conducting the evaluation with respect to an applicant that is determined to pose a relatively low risk of failing to execute the grant successfully, an executive agency shall: (1) minimize the burden on the applicant, and (2) consider any existing findings with respect to such applicant under the single audit process.\n\nThe bill directs the Office of Management and Budget to consult with executive agencies to upgrade grants.gov or any successor public website for finding and applying for federal grants so that the website: (1) serves as a central point of information on, and provides full access for applicants to, competitive grants; and (2) captures in one site, or provides electronic links to, other relevant databases. Executive agencies issuing a solicitation for or announcing the availability of competitive grants shall post on such website: (1) specified information about the grant opportunity, (2) detailed grant guidance and written technical assistance for applicants, and (3) selection documentation and justification. Agencies may redact personally identifiable information from a post on the website and must exclude sensitive information that would adversely affect an applicant.\n\nThe bill requires each agency to post a forecast of all non-emergency grant solicitations that it expects to issue for the upcoming calendar year.\n\nThe grants website shall:\n\n make the required information available in its original format without charge or a license or registration requirement; permit the information to be searched, downloaded in bulk, disseminated via automatic electronic means, and freely shared by the public; use permanent uniform resource locators for the information; and provide an opportunity for the public to provide input about the usefulness of the site and recommendations for improvements. Upon an applicant's request, an agency must explain the basis for an award decision of a grant exceeding $100,000 pursuant to a merit-based selection procedure.\n\nAgency inspectors general shall review the effectiveness of an agency's conflicts of interest policy with respect to the peer review process for competitive grants in order to detect favoritism.\n\n(Sec. 3) The Government Accountability Office shall report on: (1) the size and training of the federal grants workforce and recommendations for improving it, (2) whether a warrant system similar to that used in the federal acquisition system should be established for federal officials authorized to award grants, and (3) agency use of suspension and debarment actions against grantees during the previous three years and the level of agency resources assigned to suspension and debarment functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "GRANT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Grant Reform and New Transparency Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "GRANT Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Grant Reform and New Transparency Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 31, United States Code, to provide transparency and require certain standards in the award of Federal grants, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "GRANT Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2018-06-02T07:45:38Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2972.xml"
}